[
  {
    "Game": "Space Base",
    "Mechanics": "Dice Rolling, Engine Building",
    "Playtime": "30-60 min",
    "Players": "2-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A dice-based game where players manage a fleet of ships, rolling dice to earn money and upgrade their space station to generate points.",
      "Setup": "1. Shipyard Preparation: Shuffle each level of ship cards (Levels 1, 2, and 3) into separate decks. Place each deck face down and reveal six cards from each, laying them face up to form the shipyard.\n\n2. Player Components: Each player receives:\n   - 1 Player Console\n   - A set of 12 starting ship cards\n   - 1 Credit Cube (starting at 5 credits)\n   - 1 Income Cube (starting at 0)\n   - 1 Victory Point (VP) Cube (starting at 0)\n\n3. Initial Deployment: Each player draws a card from the Level 1 deck, pays its cost by adjusting their credits accordingly, and stations it in the matching sector on their console. The previously stationed ship in that sector is deployed above the console.\n\n4. Determine Starting Player: The player who drew the ship with the highest sector number becomes the starting player and receives the starting player card. In case of a tie, roll dice to decide.\n\n5. Starting Bonuses: Players, other than the starting player, receive bonuses as follows:\n   - 2nd player: gains 1 credit\n   - 3rd player: gains 2 credits\n   - 4th player: gains 1 income\n   - 5th player: gains 1 income\n",
      "PlayerSetup": "After the general setup:\r\n- Each player arranges their starting ship cards in ascending order (sectors 1 through 12) on their console.\r\n- Ensure all cubes (credits, income, VP) are placed on their respective tracks at the starting positions.\r\n- Place the charge cubes and dice within reach of all players.\r\n",
      "Gameplay": "Players take turns in clockwise order, with each turn consisting of the following phases:\n\n1. Roll: The active player rolls two six-sided dice.\n\n2. Active Player Rewards: The active player chooses to either:\n   - Receive the station rewards of each sector matching the individual dice results.\n   - Receive the station reward of the sector matching the sum of the dice.\n\n3. Other Players' Rewards: All other players choose similarly but receive deployed rewards from their consoles.\n\n4. Buy and Deploy a Card: The active player may purchase one face-up ship from the shipyard or a colony card, paying its cost in credits. The purchased ship is stationed in the corresponding sector, and the previous ship is deployed. After purchasing, the player's credits reset to zero.\n\n5. Refill: If any shipyard rows have fewer than six cards, refill them from the respective decks.\n\n6. Gain Income: If the player's current credits are below their income level, adjust credits to match the income.\n\n7. End of Game Check: If any player has reached 40 or more victory points, the game end is triggered.\n\n8. Continue On: If the game hasn't ended, the next player becomes the active player.\n",
      "EndOfGame": "The game ends when a player reaches 40 points or more, and that player wins."
    }
  },
  {
    "Game": "Lost Ruins of Arnak",
    "Mechanics": "Deck Building, Worker Placement",
    "Playtime": "60-90 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A worker placement and deck-building game where players explore an ancient jungle, discovering artifacts and uncovering secrets.",
      "Setup": "Prepare the Game Board:\n\nPlace the main board in the center of the play area, ensuring the correct side is facing up based on player count.\nShuffle the Artifact and Item cards separately, placing them face-down on their designated spaces. Reveal the top five Item cards to form the item market.\nPlace the Idol tokens on the unexplored site spaces (Level 1 and Level 2 sites) as indicated.\nShuffle the Site and Guardian tiles separately, placing them face-down near the board.\nArrange the Research Track components:\nPlace the Research tokens (magnifying glass and notebook) of each player at the bottom of the track.\nShuffle and place the Research bonus tiles face-up on their designated spaces.\nStack the Temple tiles at the top of the track.",
      "PlayerSetup": "1. **Game Board**: Place the main board in the center, using the Bird Temple side for the initial game.\n\n2. **Supply Setup**: Sort and place resources (coins, compasses, tablets, arrowheads, jewels) and tokens (idols, temple tiles, research bonus tiles) in their designated areas.\n\n3. **Card Preparation**: Shuffle the artifact and item decks separately, placing them on their spots. Reveal the top five item cards and place them in the item row.\n\n4. **Site and Guardian Tiles**: Shuffle level 1 and level 2 site tiles into separate stacks, placing them face down. Do the same with guardian tiles.\n\n5. **Assistant Tiles**: Shuffle the assistant tiles and place one face up on each space of the supply board.\n\n6. **Player Setup**: Each player selects a color and receives the corresponding player board, two archaeologist figures, research tokens (book and magnifying glass), and a starting deck of six cards (two Fear cards and four basic cards).\n\n7. **Starting Resources**: Determine the starting player. In clockwise order from the starting player, distribute starting resources:\n\n   - 1st player: 2 coins\n\n   - 2nd player: 1 coin and 1 compass\n\n   - 3rd player: 2 compasses\n\n   - 4th player: 1 coin and 2 compasses\n\n8. **Moon Staff**: Place the moon staff on the leftmost space above the item row to indicate the first round.\n\n9. **Final Checks**: Ensure all components are in their designated places, and each player shuffles their starting deck, placing it face down on their player board.\n\n\n",
      "Gameplay": "The game is played over five rounds, with players taking turns to perform one main action per turn until all pass. Main actions include:\n\n1. **Dig at a Site**: Send an archaeologist to a discovered site to gain its resources.\n\n2. **Discover a New Site**: Spend compasses to explore an undiscovered site, placing an archaeologist there, gaining an idol, and revealing a new site with its guardian.\n\n3. **Overcome a Guardian**: Defeat a guardian at your archaeologist's location by paying its required resources, earning rewards and avoiding fear penalties.\n\n4. **Buy a Card**: Purchase an item or artifact card by paying its cost, adding it to your deck for future use.\n\n5. **Play a Card**: Use a card from your hand for its effect, then place it in your play area.\n\n6. **Research**: Advance your magnifying glass or book token on the research track by paying the required resources, gaining bonuses and victory points.\n\nFree actions, indicated by a lightning bolt symbol, can be performed any time during your turn without consuming your main action.\n\n\n",
      "EndOfGame": "The game ends after all of the expedition tokens have been placed or when the last artifact card is drawn. The player with the most points wins."
    }
  },
  {
    "Game": "Kingdomino",
    "Mechanics": "Tile Placement, Set Collection",
    "Playtime": "15-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A tile-laying game where players build their kingdoms by matching tiles with different terrain types to earn points.",
      "Setup": "Prepare the Tiles:\n\nShuffle all domino tiles and place them in a face-down draw pile.\n\nDepending on the player count, remove specific tiles:\n\n2 Players: Use all tiles.\n\n3 Players: Remove 12 tiles.\n\n4 Players: Use all tiles.",
      "PlayerSetup": "Each player takes a starting square tile and a castle.\n\nEach player takes a colored king pawn (two per player in a 2-player game, one otherwise).\n\nRandomly determine player order.",
      "Gameplay": "Tile Selection:\nPlayers select tiles in the order of their king pawn placement.\n\nNew tiles are drawn and arranged for the next round.\n\nPlacing Tiles:\n\nThe selected tile must be placed in a 5x5 grid adjacent to an existing tile.\n\nAt least one side of the new tile must match a terrain type of an adjacent tile.",
      "EndOfGame": "The game ends after each player has completed a 5x5 grid. The player with the most points wins."
    }
  },
  {
    "Game": "Earth",
    "Mechanics": "Engine-building, tableau-building, card drafting, action selection",
    "Playtime": "45-90 min",
    "Players": "1-5",
    "Complexity": "Medium-Heavy",
    "QuickSetupGuide": {
      "Overview": "A strategy game where players build ecosystems, placing tiles and developing synergies to score points.",
      "Setup": "Prepare the Main Board:\n\nPlace the Fauna Board in the center.\n\nShuffle and place Fauna Cards face-up on the board.\n\nShuffle Ecosystem Cards and place one face-up per player.\n\nShuffle Island and Climate Cards, then deal one of each per player.\n\nPrepare the Decks:\n\nShuffle Earth Cards (green deck) and place them as a draw pile.\n\nPlace Soil, Sprout, Trunk, and Growth tokens in general supply.",
      "PlayerSetup": "Each player chooses an Island and Climate card.\n\nDraw six Earth Cards and keep four.\n\nStart with Soil as determined by your Island Card.\n\nEach player takes a Player Board.\n\nTake five Fauna Leaf tokens.\n\nStarting Player:\n\nThe last person who watered a plant goes first.",
      "Gameplay": "Active Player Chooses an Action (all players perform an action, but the active player gets a bonus):\n\nPlant: Place Earth cards in your tableau by spending Soil.\n\nCompost: Gain Soil and compost cards for endgame points.\n\nWater: Gain Sprouts for extra points.\n\nGrow: Gain Growth to develop trees for points.\n\nAll Players Activate Matching Color Abilities:\n\nPlayers trigger abilities from their played Earth cards that match the action.\n\nTurns Continue Until a Player Has a 4x4 Grid:\n\nThe game ends when any player completes their 16-card tableau.\n\nFinal scoring includes Fauna objectives, Ecosystem goals, and resource conversions.",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points, earned through ecosystem building, wins."
    }
  },
  {
    "Game": "Arcs",
    "Mechanics": "Area Control, Card-driven",
    "Playtime": "60-120 min",
    "Players": "2-4",
    "Complexity": "Medium-Heavy",
    "QuickSetupGuide": {
      "Overview": "A deck-building game where players compete to assemble the most powerful faction using technology and combat tactics.",
      "Setup": "1. **Map Setup**: Arrange the game board with 6 clusters, each containing 4 systems (3 planets and 1 gate). Depending on the player count, cover 1 or 2 clusters with out-of-play markers, ensuring the remaining clusters are accessible.\n\n2. **Player Components**: Each player selects a faction and receives:\n   - A player board\n   - A set of ships\n   - Building tokens (cities and starports)\n   - Resource tokens\n   - Action cards\n\n3. **Initial Placement**: Players place their starting ships and buildings on designated systems as outlined in their faction's setup instructions.\n\n4. **Court Setup**: Shuffle the deck of guild cards and place a number of them face-up in the Court area, accessible to all players.\n\n5. **Determine Initiative**: Randomly select a player to hold the initiative marker, indicating they will lead the first round.",
      "PlayerSetup": "- **Action Cards**: Each player is dealt a hand of action cards. These cards dictate the types of actions a player can perform, such as movement, taxation, or combat.\n\n- **Resource Slots**: Players have resource slots on their boards to store various resources collected during the game. As cities are built, additional slots become available.\n\n- **Agents and Influence**: Players have agents that can be placed on guild cards in the Court to gain special abilities or bonuses. Controlling these cards can provide strategic advantages.",
      "Gameplay": "1. **Rounds and Turns**: The game progresses through a series of rounds, each consisting of multiple turns where players play action cards to perform actions.\n\n2. **Leading and Following**: The player with the initiative plays an action card, and other players must follow by playing a card of the same suit with a higher value to perform full actions. Playing off-suit or lower-value cards allows only limited actions.\n\n3. **Actions**:\n   - **Movement**: Move ships between adjacent systems.\n   - **Taxation**: Collect resources from planets where the player has cities.\n   - **Combat**: Engage in battles with rival players to control systems.\n   - **Building**: Construct cities and starports on controlled planets.\n   - **Influence**: Place agents on guild cards in the Court to gain control over them.\n\n4. **Ambitions**: The leading player can declare an ambition, setting the scoring objective for the round. Players earn power by fulfilling these ambitions, which can involve collecting resources, winning battles, or controlling specific systems.\n\n5. **Initiative Shift**: At the end of each round, the initiative may shift to another player based on the action cards played, influencing the order of play in the next round.",
      "EndOfGame": "The game ends when a player completes their faction?s goal, or after a set number of rounds. The player with the most points wins."
    }
  },
  {
    "Game": "Azul",
    "Mechanics": "Pattern Building, Tile Drafting",
    "Playtime": "30-45 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A tile-laying game where players take turns drafting tiles to decorate their palace while trying to score the most points.",
      "Setup": "1. **Player Boards**: Each player receives a board and places a scoring marker on the \"0\" space.\n2. **Factory Displays**: Depending on the number of players, set up Factory displays:\n   - 2 players: 5 factories\n   - 3 players: 7 factories\n   - 4 players: 9 factories\n3. **Tile Bag**: Fill the bag with 100 tiles (20 of each color).\n4. **Starting Player**: The player who most recently visited Portugal takes the starting player marker and fills each Factory display with 4 random tiles from the bag.",
      "PlayerSetup": "- Each player places their board in front of them with the colored side up.\n- Place the scoring marker on the \"0\" space of the score track.\n- Ensure all Factory displays are within reach, each containing 4 tiles.\n- The starting player marker is placed in the center of the table.",
      "Gameplay": "1. **Factory Offer Phase**:\n   - Players take turns selecting tiles. On your turn:\n     - Choose all tiles of one color from a Factory display, moving the remaining tiles to the center.\n     - Alternatively, take all tiles of one color from the center. The first player to do this also takes the starting player marker and places it on their floor line.\n   - Place the selected tiles on one of your pattern lines. If there are excess tiles that don't fit, they go to your floor line, incurring penalties.\n2. **Wall-Tiling Phase**:\n   - After all tiles are taken, move tiles from completed pattern lines to the corresponding spaces on your wall, scoring points based on adjacency.\n   - Tiles in incomplete pattern lines remain for the next round.\n   - Tiles in the floor line cause point deductions.\n3. **Preparing the Next Round**:\n   - Refill each Factory display with 4 tiles from the bag.\n   - If the bag is empty, refill it with tiles from the box lid.\n   - The player with the starting player marker begins the next round.",
      "EndOfGame": "The game ends when the tiles in the center are exhausted, and players count points from their boards and complete tiles. The player with the most points wins."
    }
  },
  {
    "Game": "Bounce-Off",
    "Mechanics": "Dexterity, Pattern Recognition",
    "Playtime": "10-20 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-paced game where players bounce balls off a grid to match patterns and score points.",
      "Setup": "1. Place the game grid in the center of the playing area, accessible to all players.\n2. Shuffle the challenge cards and place them face down in a stack.\n3. Divide players into two teams (or play individually for two players).\n4. Each team selects a set of colored balls (either blue or yellow).\n5. Determine the level of difficulty by selecting the appropriate set of challenge cards: green for easier patterns, blue for more challenging ones.",
      "PlayerSetup": "- Each player (or team) takes their set of colored balls.\n- Players decide whether to play in turn-based mode or a simultaneous free-for-all:\n  - **Turn-Based**: Players alternate turns, bouncing one ball at a time.\n  - **Free-for-All**: All players bounce their balls simultaneously, racing to complete the pattern first.",
      "Gameplay": "1. Flip over the top challenge card to reveal the pattern to be created.\n2. Players attempt to bounce their balls into the grid to match the pattern:\n   - Balls must bounce at least once on the table before landing in the grid.\n   - In turn-based mode, players take turns bouncing one ball per turn.\n   - In free-for-all mode, all players bounce balls simultaneously.\n3. If a player runs out of balls, they may retrieve and reuse their own balls from the grid.\n4. The first player or team to successfully replicate the pattern shouts \"Bounce-Off!\" and claims the card.\n5. Reset the grid by removing all balls, then reveal the next challenge card to begin a new round.",
      "EndOfGame": "The game ends when a player successfully completes a pattern and wins a round, or after all rounds are played."
    }
  },
  {
    "Game": "Cartographers",
    "Mechanics": "Flip and Write, Map Building",
    "Playtime": "30-45 min",
    "Players": "1-100",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A flip-and-write game where players draw maps, fulfilling specific goals while competing to score the highest points.",
      "Setup": "1. **Map Sheets**: Each player receives a blank map sheet. Decide collectively whether to use side A (wilderness) or side B (wastelands).\n\n2. **Writing Tools**: Provide each player with a pencil.\n\n3. **Edict Cards**: Arrange the four edict cards (A, B, C, D) face up in the center in alphabetical order.\n\n4. **Scoring Cards**: Separate the scoring cards into four stacks by their backs. Shuffle each stack and draw one card from each, placing it face up under the corresponding edict card. Return unused scoring cards to the box.\n\n5. **Season Cards**: Stack the four season cards face up in order: spring on top, followed by summer, fall, and winter.\n\n6. **Ambush Cards**: Shuffle the ambush cards into a face-down deck.\n\n7. **Explore Deck**: Shuffle the explore cards into a face-down deck. Add one randomly drawn ambush card to this deck and shuffle again.\n\n8. **Starting the Game**: Place the explore deck next to the season cards. The game is now ready to begin.",
      "PlayerSetup": "1. **Map Sheet Preparation**: Each player personalizes their map sheet by writing their cartographer's name at the top, optionally adding a title and family crest.\n\n2. **Initial Setup**: Ensure all players have their map sheets and pencils, and can view the central edict and season cards.",
      "Gameplay": "The game is played over four seasons, each consisting of multiple turns. Each turn has three phases:\n\n1. **Explore Phase**: Reveal the top card of the explore deck and place it face up for all to see. If it's a ruins card, immediately reveal another card to overlay it.\n\n2. **Draw Phase**: Simultaneously, players choose one of the terrain types and shapes shown on the revealed explore card and draw it on their map sheets, adhering to placement rules:\n   - Shapes cannot overlap filled spaces or map edges.\n   - Shapes can be rotated or flipped.\n   - If unable to place a shape legally, draw a 1x1 square of any terrain type instead.\n\n3. **Check Phase**: Sum the time values of revealed explore cards. If the total meets or exceeds the current season's threshold (e.g., 8 for spring), the season ends. Otherwise, continue to the next turn.\n\n**End of Season**:\n- Score according to the current season's edicts.\n- Earn one reputation star for each filled coin on your coin track.\n- Lose one reputation star for each empty space adjacent to a monster on your map.\n- Prepare for the next season by discarding the top season card, reshuffling the explore deck (adding a new ambush card), and proceeding to the next season.",
      "EndOfGame": "The game ends after four seasons. The player with the most points wins."
    }
  },
  {
    "Game": "Catch Phrase",
    "Mechanics": "Party, Word Game",
    "Playtime": "15-30 min",
    "Players": "4-20",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-paced word game where players try to get their teammates to guess a word or phrase without saying it directly.",
      "Setup": "Ensure each player is seated next to a member of the opposing team to allow easy passing of the game unit.\n",
      "PlayerSetup": "The starting player holds the game unit, ready to begin the first round.",
      "Gameplay": "1. The first team to accumulate 7 points wins the game.\n2. In case of a tie or if players wish to continue, reset the scores by pressing and holding both the Team 1 Score and Team 2 Score buttons simultaneously, then start a new game.",
      "EndOfGame": "The game ends when a predetermined number of rounds are played or when a team reaches the point goal."
    }
  },
  {
    "Game": "Chronicles of Crime",
    "Mechanics": "Storytelling, Detective",
    "Playtime": "60-90 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A cooperative crime-solving game where players use an app and virtual reality to investigate crime scenes and solve mysteries.",
      "Setup": "1. **Game Board Setup**: Place the Evidence Board in the center of the table. This board will hold clues and evidence gathered during the investigation.\n\n2. **Component Placement**:\n   - **Location Boards**: Arrange the 17 Location Boards around the Evidence Board. These represent various places in London that players can visit.\n   - **Character Cards**: Shuffle the 55 Character Cards and place them face down in a stack.\n   - **Evidence Category Cards**: Lay out the 37 Evidence Category Cards face up for easy access.\n   - **Special Item Cards**: Keep the 15 Special Item Cards in a separate face-down pile.\n\n3. **Forensic Contacts**: Distribute the 4 Forensic Contact Boards (Criminologist, Scientist, Hacker, and Doctor) among players or place them within reach of all participants.\n\n4. **Starting Location**: Place the \"Home\" Location Board (Scotland Yard) at the base of the Evidence Board.\n\n5. **App Integration**: Download and install the *Chronicles of Crime* app on a compatible device. Launch the app and select the desired scenario to begin the investigation.",
      "PlayerSetup": "- **Role Assignment**: Players collectively decide on their approach to the investigation, with no fixed roles assigned. Collaboration and communication are key.\n\n- **App Familiarization**: Ensure all players understand how to interact with the app, including scanning QR codes and navigating virtual crime scenes.\n\n- **Component Access**: Arrange all cards and boards so that they are easily accessible to all players, facilitating smooth gameplay.",
      "Gameplay": "1.**Investigate Locations**:\n   - To visit a location, scan its QR code using the app. Traveling to a new location consumes in-game time.\n   - Upon arrival, players can search for clues. One player uses the device to look around the crime scene in a 360? view for 40 seconds, describing the scene to others who select relevant Evidence Category Cards.\n\n2. **Interrogate Characters**:\n   - Scan the QR code of a Character Card to initiate a conversation.\n   - During interrogation, players can present Evidence Category Cards or inquire about other characters by scanning their respective QR codes.\n\n3. **Consult Forensic Contacts**:\n   - At any point, players can consult their forensic experts by scanning the QR codes on the Forensic Contact Boards, providing insights into evidence or suspects.\n\n4. **Manage In-Game Time**:\n   - Each action, such as scanning a character or analyzing evidence, advances the in-game clock by 5 minutes.\n   - Traveling between locations consumes 20 minutes.\n\n5. **Gather Special Items**:\n   - Some scenarios may introduce Special Item Cards, which can be obtained by scanning specific QR codes during the investigation.\n\n6. **Solve the Case**:\n   - Once players feel confident in their deductions, they return to the \"Home\" location and choose the \"Solve the Case\" option in the app.\n   - The app will prompt a series of questions about the case. Players respond by scanning the relevant cards.\n   - After submitting answers, the app provides a score based on accuracy and the time taken, followed by a detailed explanation of the case solution.",
      "EndOfGame": "The game ends when the players solve the case or run out of time. The players lose if they don?t solve the case."
    }
  },
  {
    "Game": "Codenames",
    "Mechanics": "Word Deduction, Team Play",
    "Playtime": "15-30 min",
    "Players": "2-8",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A word association game where players give one-word clues to help their team guess words on a grid without revealing the opponent's words.",
      "Setup": "1. **Team Formation**: Divide players into two teams of at least two members each. Assign one spymaster per team; both spymasters sit on the same side of the table, facing the grid, with their teammates (field operatives) opposite them.\n\n2. **Grid Setup**: Shuffle the codename cards and lay out 25 of them face-up in a 5x5 grid.\n\n3. **Key Card Placement**: Draw a key card that maps the grid's layout, indicating which codenames belong to the red team, blue team, innocent bystanders, and the assassin. Place it in a stand visible only to the spymasters.\n\n4. **Agent Cards**: Prepare the agent cards: red agents, blue agents, innocent bystanders, and one assassin. The team indicated by the key card's border color goes first and receives an extra agent card to guess.",
      "PlayerSetup": "-**Spymasters**: Study the key card to understand the identities of all codenames on the grid.\n\n- **Field Operatives**: Focus on the grid, ready to discuss and guess codenames based on the spymaster's clues.",
      "Gameplay": "1. **Clue Giving**: The spymaster provides a one-word clue followed by a number, indicating how many codenames relate to that clue (e.g., \"Ocean: 2\" for \"Whale\" and \"Beach\").\n\n2. **Guessing**: Field operatives discuss and select codenames they believe match the clue:\n   - If correct (team's color), cover the word with the corresponding agent card and continue guessing, up to the number given plus one additional guess.\n   - If incorrect:\n     - Opponent's agent: Cover with their agent card; turn ends.\n     - Innocent bystander: Cover with bystander card; turn ends.\n     - Assassin: Cover with assassin card; game ends immediately with a loss for the guessing team.\n\n3. **Turn End**: A team's turn ends when they choose to stop guessing or make an incorrect guess. Play then passes to the opposing team.",
      "EndOfGame": "The game ends when a team guesses all of their words correctly or when the assassin word is guessed, causing an immediate loss."
    }
  },
  {
    "Game": "Cosmic Encounter Duel",
    "Mechanics": "Area Control, Bluffing",
    "Playtime": "45-60 min",
    "Players": "2",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A two-player version of Cosmic Encounter, where players use alien powers and alliances to dominate the galaxy.",
      "Setup": "1. **Setup the Play Area**:\n   - Place the game board between both players.\n   - Shuffle the destiny deck and place it face down within reach.\n   - Arrange the envoy deck nearby.\n\n2. **Prepare Player Components**:\n   - Each player selects an alien species and takes the corresponding components:\n     - Alien sheet detailing unique abilities.\n     - 20 ships of their color.\n     - 5 control tokens.\n     - 1 score tracker.\n\n3. **Initial Planet Discovery**:\n   - Draw the top card from the destiny deck to reveal the first planet.\n   - Place the planet card on the designated space on the board.\n\n4. **Determine First Player**:\n   - Randomly decide who takes the first turn.",
      "PlayerSetup": "- **Alien Abilities**: Familiarize yourself with your alien's unique powers as described on your alien sheet.\n\n- **Ship Placement**: Keep your 20 ships and control tokens accessible for deployment during the game.\n\n- **Envoy Recruitment**: Be prepared to recruit envoys to assist in your duels, leveraging their special abilities to gain an advantage.",
      "Gameplay": "1. **Destiny Phase**:\n   - Draw and resolve the top card of the destiny deck, which may introduce a new planet, event, or refresh opportunity.\n\n2. **Planning Phase**:\n   - If a duel is initiated:\n     - Secretly choose the number of ships to send using your ship dial.\n     - Optionally, select an envoy to assist, if available.\n\n3. **Resolution Phase**:\n   - Reveal ship dials and envoys simultaneously.\n   - Play tactic cards to influence the duel's outcome.\n   - Compare strengths, apply tactics, and determine the winner.\n   - The victor places a control token on the contested planet.\n\n4. **Refresh Phase**:\n   - Replenish hand by drawing cards up to the hand limit.\n   - Resolve any \"refresh\" destiny cards if drawn.\n\n5. **End Turn**:\n   - Check if a player controls five planets. If so, the game ends.\n   - If not, the next player begins their turn with the Destiny Phase.",
      "EndOfGame": "The game ends when one player reaches 5 points, and that player wins."
    }
  },
  {
    "Game": "Dixit",
    "Mechanics": "Storytelling, Creativity",
    "Playtime": "30 min",
    "Players": "3-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A storytelling game where players use abstract illustrations on cards to tell stories and guess each other's cards.",
      "Setup": "1.**Components**:\n   - 84 illustrated cards\n   - Scoring track (integrated into the game box)\n   - 6 wooden rabbit tokens (scoring markers)\n   - 36 voting tokens numbered 1 to 6 in six different colors\n\n2. **Initial Setup**:\n   - Each player selects a rabbit token and places it on the 0 space of the scoring track.\n   - Shuffle the 84 cards and deal 6 to each player. Players keep their hands secret.\n   - Prepare voting tokens based on the number of players:\n     - 4 players: tokens numbered 1 to 4\n     - 5 players: tokens numbered 1 to 5\n     - 6 players: tokens numbered 1 to 6",
      "PlayerSetup": "- Each player ensures they have:\n  - 6 cards in hand.\n  - Voting tokens numbered according to the number of players.\n  - Their rabbit token on the 0 space of the scoring track.",
      "Gameplay": "1.**Storytelling**:\n   - The active player (storyteller) selects one card from their hand and provides a clue about it. The clue can be a word, sentence, sound, or reference to existing works. The storyteller places their chosen card face down.\n\n2. **Card Submission**:\n   - The other players choose a card from their hands that best matches the storyteller's clue and submit it face down to the storyteller.\n\n3. **Card Reveal**:\n   - The storyteller shuffles all submitted cards, including their own, and lays them face up in a row, assigning numbers to each card starting from 1.\n\n4. **Voting**:\n   - Players (except the storyteller) secretly vote for the card they believe belongs to the storyteller by placing the corresponding voting token face down.\n   - Once all votes are in, reveal the tokens and place them on the chosen cards.\n\n5. **Scoring**:\n   - If all or none of the players guess the storyteller's card:\n     - The storyteller scores 0 points.\n     - All other players score 2 points each.\n   - If at least one but not all players guess correctly:\n     - The storyteller and those who guessed correctly score 3 points each.\n   - Players earn 1 additional point for each vote their card receives from other players.\n\n6. **Advancing Tokens**:\n   - Move each player's rabbit token forward on the scoring track by the number of points they earned that round.\n\n7. **Preparing for the Next Round**:\n   - Each player draws a new card to maintain a hand of 6 cards.\n   - The role of the storyteller passes to the next player clockwise.",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "Dragonwood",
    "Mechanics": "Dice Rolling, Set Collection",
    "Playtime": "20-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A card and dice game where players hunt for mythical creatures in a forest, using a mix of strategy and luck.",
      "Setup": "1. **Prepare the Decks**:\n   - Separate the cards into two decks based on their backs: the Dragonwood deck (green back) and the Adventurer deck (red back).\n   - From the Dragonwood deck:\n     - Remove the two dragon cards.\n     - Shuffle the remaining cards and, based on the number of players, remove a specific number of cards without revealing them:\n       - 2 players: remove 12 cards\n       - 3 players: remove 10 cards\n       - 4 players: remove 8 cards\n     - Shuffle the two dragon cards back into the bottom half of the remaining Dragonwood deck.\n   - Place the Dragonwood deck face down in the center of the play area.\n\n2. **Set Up the Landscape**:\n   - Draw the top five cards from the Dragonwood deck and place them face up in a row. This row is called the Landscape.\n   - If any Event cards are drawn during this initial setup, shuffle them back into the deck and draw replacements.\n\n3. **Distribute Adventurer Cards**:\n   - Shuffle the Adventurer deck thoroughly.\n   - Deal five cards to each player. Players should keep their hands private.\n   - Place the remaining Adventurer deck face down above the Dragonwood deck.\n\n4. **Arrange Game Components**:\n   - Place the six custom dice and the two turn summary cards within easy reach of all players.",
      "PlayerSetup": "- **Hand Limit**: Each player starts with five Adventurer cards. The maximum hand size is nine cards. If a player exceeds this limit, they must discard down to nine cards immediately.\n\n- **Lucky Ladybug Cards**: If a player draws a Lucky Ladybug card, they must immediately discard it and draw two additional Adventurer cards.\n\n- **Turn Options**: On a player's turn, they can choose to:\n  - **Reload**: Draw one Adventurer card from the deck.\n  - **Capture**: Attempt to capture a card from the Landscape by playing a set of Adventurer cards and rolling dice.",
      "Gameplay": "1. **Turn Actions**:\n   - On your turn, choose one of the following actions:\n     - **Reload**: Draw one Adventurer card from the deck into your hand. Announce \"Reload\" to signal the end of your turn.\n     - **Capture**: Attempt to capture a Creature or Enhancement card from the Landscape.\n\n2. **Capturing Cards**:\n   - To capture a card, declare which card you're targeting and the method of attack:\n     - **Strike**: Play a sequence of cards with consecutive numbers, regardless of color.\n     - **Stomp**: Play a set of cards with the same number.\n     - **Scream**: Play a set of cards with the same color.\n   - The number of cards played determines the number of dice you roll (e.g., playing three cards allows you to roll three dice).\n   - Roll the dice and sum the results. If you have any Enhancements that modify your roll, apply them now.\n   - Compare the total to the corresponding value on the target card:\n     - Sword icon: Strike value\n     - Boot icon: Stomp value\n     - Face icon: Scream value\n   - If your total meets or exceeds the required value:\n     - **For Creatures**: Place the captured Creature card face down in your victory pile.\n     - **For Enhancements**: Place the captured Enhancement card face up in front of you; its benefits are now active.\n   - Discard the Adventurer cards used in the attempt.\n   - If unsuccessful, the target card remains in the Landscape, and you must discard one card from your hand as a penalty.\n\n3. **Refreshing the Landscape**:\n   - After a successful capture, draw a new card from the Dragonwood deck to replenish the Landscape to five cards.\n   - If an Event card is drawn, resolve its effects immediately, then discard it and draw another card to maintain five cards in the Landscape.\n\n4. **Lucky Ladybug Cards**:\n   - If you draw a Lucky Ladybug card during any draw, immediately discard it and draw two additional Adventurer cards.\n\n5. **Hand Limit**:\n   - If, at any time, you have more than nine cards in hand, discard down to nine immediately.",
      "EndOfGame": "The game ends when the last monster card is drawn, and the player with the most points wins."
    }
  },
  {
    "Game": "Dungeon",
    "Mechanics": "Dungeon Crawl, Roll to Move",
    "Playtime": "60 min",
    "Players": "1-8",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A classic dungeon-crawling card game where players explore dungeons, battle monsters, and collect treasure.",
      "Setup": "1. **Game Board**: Lay out the dungeon game board, depicting various rooms, chambers, corridors, and secret doors across six levels, each color-coded to indicate difficulty.\n\n2. **Cards and Markers**:\n   - Separate the Monster and Treasure cards into piles corresponding to each dungeon level.\n   - Shuffle each pile and place them near the board.\n   - Set aside the white Spell cards; these are used only if a Wizard character is in play.\n   - Prepare the white number markers and brown grave markers for in-game use.\n\n3. **Player Selection**:\n   - Each player chooses a character class (Elf, Hero, Superhero, or Wizard) and takes the corresponding pawn color:\n     - Elf: Green\n     - Hero: Blue\n     - Superhero: Red\n     - Wizard: White\n   - Place all pawns on the 'Start' space at the Main Staircase in the center of the board.\n\n4. **Determine Turn Order**: All players roll two dice; the highest roller goes first, with play proceeding clockwise.",
      "PlayerSetup": "- **Character Abilities**:\n  - *Elf*: Superior at finding secret doors; succeeds on a roll of 1?4 on a six-sided die.\n  - *Hero*: Balanced fighter; finds secret doors on a roll of 1?2.\n  - *Superhero*: Strongest in combat; requires more treasure to win.\n  - *Wizard*: Uses spells instead of physical combat; needs the most treasure to win.\n\n- **Starting Position**: Place your pawn on the 'Start' space at the Main Staircase.\n\n- **Spell Selection** (Wizards only):\n  - Choose 10 Spell cards from the available pool before the game begins.\n  - Spells include 'Fireball', 'Lightning Bolt', and 'Teleport', each with specific effects on gameplay.",
      "Gameplay": "1.**Movement**:\n   - On your turn, move up to 5 spaces through corridors, rooms, or chambers.\n   - Doors do not count as spaces; secret doors must be discovered before use.\n   - You may pass over other players but cannot end your move on the same space, except in chambers or the 'Start' space.\n\n2. **Exploring Rooms and Chambers**:\n   - Entering an unexplored room requires drawing a Monster card for that level and engaging in combat.\n   - If victorious, draw a Treasure card from the same level and place a brown grave marker in the room to indicate it's cleared.\n   - Chambers contain multiple monsters; defeating one doesn't clear the chamber.\n\n3. **Combat**:\n   - Roll two six-sided dice to determine the outcome against the monster's required number for your character class.\n   - Success means defeating the monster; failure results in the monster attacking you, with consequences determined by a subsequent roll (e.g., retreat, loss of treasure, or even character death).\n\n4. **Secret Doors**:\n   - To locate a secret door, end your turn adjacent to its position and roll one die:\n     - Elf: Finds on 1?4\n     - Hero: Finds on 1?2\n   - Once found, secret doors function as regular doors for that player.\n\n5. **Spells** (Wizards only):\n   - Cast one spell per turn, choosing from your prepared spells.\n   - Spells can attack monsters from a distance or provide movement advantages like 'Teleport'.\n   - After casting, discard the used spell card.\n\n6. **Winning the Game**:\n   - Collect the required amount of treasure for your character class:\n     - Elf/Hero: 10,000 gold pieces\n     - Superhero: 20,000 gold pieces\n     - Wizard: 30,000 gold pieces\n   - Return to the 'Start' space with the required treasure to claim victory.",
      "EndOfGame": "The game ends when the first player reaches the goal and wins, or all players are eliminated."
    }
  },
  {
    "Game": "Dungeon Mayhem",
    "Mechanics": "Take That, Card Play",
    "Playtime": "15-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-paced card game where players battle as heroes in a dungeon to be the last one standing.",
      "Setup": "1. **Character Selection**: Each player chooses one of the four character decks, taking the corresponding:\n   - 28-card deck\n   - Hit point tracker\n   - Hit point token\n   - Reference card\n\n2. **Setup Components**:\n   - Place your hit point tracker and reference card in your play area.\n   - Set your hit point token on the number 10 of the hit point tracker.\n   - Shuffle your deck and place it face down.\n\n3. **Determine First Player**: The youngest player goes first.",
      "PlayerSetup": "- **Draw Starting Hand**: Each player draws three cards from their deck.\n\n- **Player Area**: Ensure your play area includes:\n  - Your shuffled deck\n  - Hit point tracker with token set to 10\n  - Reference card\n  - Space for a discard pile and played cards",
      "Gameplay": "1. **Turn Sequence**:\n   - **Draw Phase**: Draw one card from your deck.\n   - **Action Phase**: Play one or more cards from your hand:\n     - You must play at least one card per turn.\n     - Some cards allow additional plays; follow the symbols and instructions on each card.\n\n2. **Card Types**:\n   - **Attack Cards**: Deal damage to opponents.\n   - **Defense Cards**: Provide protection by absorbing damage; remain in play until destroyed.\n   - **Healing Cards**: Restore your hit points.\n   - **Draw Cards**: Allow you to draw additional cards.\n   - **Play Again Cards**: Enable extra card plays during your turn.\n\n3. **Defense Mechanics**:\n   - Defense cards absorb damage equal to the number of shield symbols they display.\n   - Excess damage beyond a defense card's capacity reduces your hit points.\n   - If multiple defense cards are in play, damage applies to one until it's destroyed, then moves to the next.\n\n4. **Deck Cycling**:\n   - If your deck is exhausted, shuffle your discard pile to form a new deck.\n\n5. **Knockout Conditions**:\n   - If your hit points drop to zero, you're knocked out and remove your cards from play.",
      "EndOfGame": "The game ends when one player is the last remaining hero standing."
    }
  },
  {
    "Game": "Dutch Blitz",
    "Mechanics": "Speed, Pattern Recognition",
    "Playtime": "10-15 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-paced card game where players race to play cards in numerical order, trying to be the first to empty their stack.",
      "Setup": "1. **Deck Distribution**: Each player selects a deck of 40 cards, distinguished by unique symbols or colors on the back, comprising four sets of ten cards numbered 1 to 10 in red, blue, green, and yellow.\n\n2. **Blitz Pile**: Shuffle your deck and place the top 10 cards face up in a stack to form your Blitz pile.\n\n3. **Post Piles**: Deal the next three cards face up in a row beside your Blitz pile to create your Post piles.\n\n4. **Wood Pile**: Hold the remaining cards face down in your hand; this is your Wood pile.\n\n5. **Center Area**: Leave space in the center of the table for the Dutch piles, where all players will play cards in ascending order by color.",
      "PlayerSetup": "- **Blitz Pile**: Monitor the top card of your Blitz pile; your primary goal is to play all these cards onto the Dutch piles.\n\n- **Post Piles**: Arrange cards in descending order and alternating colors (boy-girl sequence) to free up spaces and reveal new cards.\n\n- **Wood Pile**: Cycle through this pile by drawing three cards at a time, looking for playable cards to place onto the Dutch or Post piles.",
      "Gameplay": "1.**Simultaneous Play**: All players act simultaneously, placing cards onto the Dutch piles in the center or organizing their own Post piles.\n\n2. **Building Dutch Piles**: Start a Dutch pile with a 1 card of any color. Subsequent cards must be the same color and in ascending order up to 10.\n\n3. **Managing Post Piles**: Arrange cards in descending order with alternating colors. Only the top card of each Post pile is playable, and empty spaces can be filled with any card from your Blitz pile.\n\n4. **Using the Wood Pile**: Draw three cards at a time from your Wood pile, playing the top card if possible. If the deck is exhausted, reshuffle and continue.\n\n5. **Ending the Round**: The round ends immediately when a player empties their Blitz pile and shouts \"Blitz!\".",
      "EndOfGame": "The game ends after a set number of rounds or when a player reaches a predetermined point total."
    }
  },
  {
    "Game": "Fantastic Factories",
    "Mechanics": "Engine Building, Dice Rolling",
    "Playtime": "45-60 min",
    "Players": "1-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A strategy game where players build factories, producing resources and upgrading machinery to earn victory points.",
      "Setup": "1.**Marketplace Setup**:\n   - Shuffle the blueprint and contractor decks separately.\n   - Deal 4 blueprint cards and 4 contractor cards face-up to form the marketplace.\n   - Place a tool label token above each contractor card to indicate its type.\n\n2. **Resource Supply**:\n   - Place metal tokens, energy tokens, goods tokens, and white dice (used as extra dice) within reach of all players to form the supply.\n\n3. **Determine First Player**:\n   - The player who most recently used a tool receives the first player token.",
      "PlayerSetup": "Each player selects a color (excluding white) and receives:\n- 4 matching dice.\n- A headquarters player board.\n- A player aid card.\n- 1 metal resource and 2 energy resources.\n- 4 random blueprint cards as their starting hand.\n\nPlayers arrange their components in their play area, known as their compound, where they will build factories and manage resources.",
      "Gameplay": "Each round consists of two phases:\n\n1. **Market Phase** (turn-based):\n   - Players take turns in clockwise order, starting with the first player.\n   - On your turn, choose one of the following actions:\n     - **Gain a Blueprint**: Select one of the 4 face-up blueprints from the marketplace and add it to your hand for free. Refill the marketplace with a new card from the blueprint deck.\n     - **Hire a Contractor**: Discard a blueprint card from your hand that matches the tool symbol above a contractor in the marketplace. Pay any additional costs indicated on the contractor card, execute its effect, then discard the contractor. Refill the marketplace with a new card from the contractor deck.\n\n   *Optional*: Before selecting a blueprint or contractor, you may pay 1 metal or 1 energy to discard all cards in either the blueprint or contractor row (not both) and reveal 4 new cards from the corresponding deck. This can be done once per turn.\n\n2. **Work Phase** (simultaneous play):\n   - All players roll their 4 dice simultaneously.\n   - In any order, players may:\n     - **Build Cards**: To build a card from your hand, discard another blueprint with the same tool symbol and pay the indicated resource cost (metal and/or energy). Place the built card into your compound. You cannot build duplicate cards unless specified.\n     - **Place Workers**: Assign dice to actions on your headquarters board or built cards:\n       - **Research**: Place any die to draw a blueprint card. Matching dice values grant bonus draws (e.g., two matching dice draw 3 cards total).\n       - **Mine**: Place a die showing 4, 5, or 6 to gain 1 metal. Matching dice grant bonus metal.\n       - **Generate**: Place a die showing 1, 2, or 3 to gain energy equal to the die's value. Matching dice grant bonus energy.\n     - **Activate Cards**: Use built cards' abilities by fulfilling their activation requirements, which may involve placing dice, paying resources, or discarding blueprints. Each card can be activated once per round.\n\n   After all actions are taken, players must discard down to 12 total resources (metal and energy combined) and 10 cards in hand. The first player token passes clockwise, and a new round begins.",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "Fire Tower",
    "Mechanics": "Grid Movement, Take That",
    "Playtime": "15-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A competitive card game where players work to extinguish wildfires while attempting to sabotage their opponents.",
      "Setup": "1. **Board Placement**: Lay the game board flat, ensuring all players have clear access. Each player selects a tower in one of the board's corners to defend.\n\n2. **Component Organization**:\n   - **Fire Gems**: Place the orange fire gems in a communal pile accessible to all.\n   - **Firebreak Tokens**: Place the purple firebreak tokens in a separate communal pile.\n\n3. **Weathervane Setup**: Position the weathervane next to the board, aligning its compass directions (N, E, S, W) with those on the board.\n\n4. **Bucket Cards**: Each player receives one Bucket/Reckless Abandon card, placing it bucket-side up in front of them.\n\n5. **Event Cards Removal**: Remove the \"Firestorm\" and \"Mutual Aid\" event cards from the action deck. Shuffle the remaining action cards thoroughly.\n\n6. **Card Distribution**: Deal five action cards to each player. Players may look at their own cards but should keep them hidden from opponents.\n\n7. **Firestorm Card Placement**: After dealing, shuffle the \"Firestorm\" card back into the action deck and place the deck face down as the draw pile.\n\n8. **Wind Direction Determination**: Roll the wind die to establish the initial wind direction. Place the wooden flame marker on the corresponding direction on the weathervane.\n\n9. **Starting Player**: The player whose tower is closest to the initial wind direction takes the first turn. If multiple towers are equidistant, the player with the wind direction to their left goes first.",
      "PlayerSetup": "- **Tower Defense**: Each player focuses on protecting their designated tower located at a corner of the board.\n\n- **Action Cards**: Players begin with five action cards, which they can use strategically to influence the game's progression.\n\n- **Bucket Card**: Each player has a Bucket card for emergency fire suppression within their tower area, usable once per game.",
      "Gameplay": "Players take turns in clockwise order, with each turn comprising two mandatory steps:\n\n1. **Wind-Driven Fire Spread**:\n   - Place one fire gem on an empty space that is orthogonally adjacent (not diagonal) to an existing fire gem or the Eternal Flame, in the current wind direction.\n   - If no such space is available, skip this step.\n\n2. **Tower Actions** (choose one):\n   - **Play an Action Card**: Use a card from your hand to perform its specific effect, then draw a new card from the deck.\n   - **Discard and Draw**: Discard any number of cards from your hand and draw back up to your hand size.\n\n**Optional Action**:\n   - **Bucket Use**: At any point during your turn, you may use your Bucket card to remove fire gems from your Fire Tower Area. This is a one-time action per game.\n\n**Card Types**:\n   - **Fire Cards**: Add fire gems to the board in specified patterns.\n   - **Water Cards**: Remove fire gems from the board in specified patterns.\n   - **Firebreak Cards**: Place firebreak tokens to block the spread of fire.\n   - **Wind Cards**: Change the wind direction or spread fire in the current wind direction.\n\n**Special Rules**:\n   - Firebreaks cannot be placed adjacent to each other orthogonally but can touch diagonally.\n   - The wind direction remains constant unless changed by a Wind card or specific event.\n   - If a player's tower is burned (a fire gem is placed on the tower's back corner square), that player is eliminated, and their remaining cards are distributed among active players, increasing their hand sizes by one.",
      "EndOfGame": "The game ends when the fire reaches a set level and destroys a tower, or when one player?s tower survives the longest."
    }
  },
  {
    "Game": "Fluxx",
    "Mechanics": "Variable Rules, Hand Management",
    "Playtime": "10-30 min",
    "Players": "2-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A card game with changing rules, where players try to fulfill changing win conditions by playing cards that alter the game.",
      "Setup": "1.**Setup the Game**:\n   - Place the Basic Rules card in the center of the table.\n   - Shuffle the deck thoroughly.\n   - Deal three cards to each player.\n   - Place the remaining deck face down as the draw pile within everyone's reach.\n\n2. **Determine First Player**:\n   - The dealer goes first, or choose a player at random.",
      "PlayerSetup": "- **Hand Composition**: Each player starts with three cards in hand.\n- **Understanding Card Types**:\n  - **New Rule Cards**: Modify the game's rules when played.\n  - **Goal Cards**: Set the current winning condition.\n  - **Keeper Cards**: Items you collect to meet the Goal's conditions.\n  - **Action Cards**: Single-use effects that impact the game.\n  - **Surprise Cards**: Can be played at any time to interrupt or react to other actions.",
      "Gameplay": "1. **Turn Sequence**:\n   - **Draw Cards**: Draw the number of cards specified by the current rules.\n   - **Play Cards**: Play the number of cards specified by the current rules. Cards can be:\n     - **New Rule**: Adds or changes rules; place it in the center.\n     - **Goal**: Sets a new winning condition; replaces the existing Goal.\n     - **Keeper**: Place it face up in front of you.\n     - **Action**: Execute its effect and then discard it.\n     - **Surprise**: Can be played out of turn as specified.\n\n2. **Adjust Hand and Keeper Limits**:\n   - If there are Hand or Keeper Limits in play, discard excess cards or Keepers to comply with these limits at the end of your turn.\n\n3. **End of Turn**:\n   - Ensure your hand and Keepers adhere to any current limits.\n   - Play passes to the next player clockwise.",
      "EndOfGame": "The game ends when a player fulfills the current goal card, which changes constantly."
    }
  },
  {
    "Game": "Forbidden Island",
    "Mechanics": "Cooperative, Hand Management",
    "Playtime": "30-45 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A cooperative game where players work together to collect treasures and escape a sinking island.",
      "Setup": "1.**Assemble the Island**:\n   - Shuffle the 24 island tiles and arrange them face up in a roughly diamond-shaped grid:\n     - Center: 4x4 square.\n     - Add 2 tiles to the middle two tiles on each side, forming a cross-like extension.\n   - Leave slight gaps between tiles to delineate spaces.\n\n2. **Place Treasures**:\n   - Position the four treasure figurines (The Earth Stone, The Statue of the Wind, The Crystal of Fire, The Ocean's Chalice) near the island layout.\n\n3. **Prepare Card Decks**:\n   - Separate and shuffle the Treasure deck (red back) and the Flood deck (blue back).\n   - Place both decks face down beside the island.\n\n4. **Flood Initial Tiles**:\n   - Draw the top 6 cards from the Flood deck, one at a time.\n   - For each card drawn, flip the corresponding island tile to its flooded (blue and white) side.\n   - Place these Flood cards face up in a discard pile next to the Flood deck.\n\n5. **Distribute Adventurer Roles**:\n   - Shuffle the 6 Adventurer cards and deal one to each player.\n   - Each player takes the matching colored pawn and places it on the corresponding starting tile (indicated by the symbol on the tile).\n\n6. **Deal Treasure Cards**:\n   - Shuffle the Treasure deck and deal 2 cards to each player.\n   - Players place these cards face up in front of them.\n   - If any player draws a \"Waters Rise!\" card, they must return it and draw a replacement; shuffle the \"Waters Rise!\" card back into the Treasure deck.\n\n7. **Set Water Level**:\n   - Place the Water Level marker on the Water Meter, setting it to the desired starting difficulty:\n     - Novice\n     - Normal\n     - Elite\n     - Legendary",
      "PlayerSetup": "- **Review Adventurer Abilities**:\n  - Each player should familiarize themselves with their character's special power as described on their Adventurer card.\n\n- **Position Pawns**:\n  - Place your pawn on the island tile that matches your Adventurer card's starting location.\n\n- **Organize Hand**:\n  - Arrange your initial Treasure cards face up in front of you, ensuring all players can see each other's resources.\n\n- **Understand Objectives**:\n  - Discuss the team's strategy to collect all four treasures and plan the escape from the island via Fools' Landing.",
      "Gameplay": "1. **Player Turn Sequence**:\n   - On your turn, perform the following in order:\n     1. **Take up to 3 actions**:\n        - **Move**: Navigate to adjacent tiles (orthogonally).\n        - **Shore Up**: Flip a flooded tile (adjacent or occupied) to its un-flooded side.\n        - **Give a Treasure Card**: Hand a Treasure card to a player on the same tile.\n        - **Capture a Treasure**: If on a corresponding tile with 4 matching Treasure cards, discard them to claim the treasure.\n     2. **Draw 2 Treasure Cards**:\n        - Add these to your hand, adhering to the 5-card hand limit.\n        - If a \"Waters Rise!\" card is drawn, immediately execute its instructions.\n     3. **Draw Flood Cards**:\n        - Draw a number of cards equal to the current Water Level.\n        - For each, flip the corresponding tile to its flooded side or remove it if it's already flooded.\n\n2. **Special Actions**:\n   - **Waters Rise!**:\n     - Increase the Water Level marker by one tick.\n     - Shuffle the Flood discard pile and place it on top of the Flood draw pile.\n   - **Helicopter Lift** and **Sandbags** cards:\n     - Play these at any time to respectively move pawns or shore up any tile; these do not count as actions.\n\n3. **Hand Limit**:\n   - If exceeding 5 cards, immediately discard down to the limit, optionally playing Special Action cards before discarding.\n\n4. **End of Turn**:\n   - After drawing Flood cards, play passes to the next player.",
      "EndOfGame": "The game ends when all the treasures are collected and players escape, or if the island sinks."
    }
  },
  {
    "Game": "Gloomhaven",
    "Mechanics": "Campaign, Tactical Combat",
    "Playtime": "120-240 min",
    "Players": "1-4",
    "Complexity": "Heavy",
    "QuickSetupGuide": {
      "Overview": "A legacy-style dungeon crawl, where players explore dungeons, battle monsters, and make choices that affect the game's story.",
      "Setup": "1. **Scenario Selection**: Choose a scenario to play from the Scenario Book, noting any prerequisites or required achievements.\n\n2. **Map Setup**: Arrange the map tiles as indicated in the chosen scenario, placing overlay tiles, doors, and traps as specified.\n\n3. **Monster Preparation**: For each monster type in the scenario, prepare the corresponding monster statistic card, ability deck, and standees. Place the monsters on the map as directed, ensuring their standee numbers are randomized.\n\n4. **Player Area Setup**: Each player selects a character, taking the corresponding character mat, miniature, ability cards, and tracking dials. Players set their health and experience dials to the starting values indicated on their character mat.\n\n5. **Attack Modifier Decks**: Each player prepares their personal attack modifier deck, consisting of 20 standard cards. The monster attack modifier deck is also prepared separately.\n\n6. **Item Selection**: Players choose items from their available inventory to equip for the scenario, adhering to slot and quantity limitations.\n\n7. **Battle Goals**: Deal two random battle goal cards to each player. Each player selects one to keep secret and discards the other.\n\n8. **Initiative Order**: Determine the initiative order for the first round based on players' selected ability cards and revealed monster ability cards.",
      "PlayerSetup": "- **Character Selection**: Each player chooses a character class, taking the corresponding character mat, miniature, and ability cards.\n\n- **Ability Cards**: Players select a hand of ability cards for the scenario, adhering to the hand limit specified on their character mat.\n\n- **Items**: Players equip items from their inventory, observing slot restrictions (e.g., one head item, one body item, etc.).\n\n- **Battle Goals**: Each player draws two battle goal cards, selecting one to keep secret and discarding the other.\n\n- **Health and Experience**: Set the health and experience dials to the starting values indicated on the character mat.",
      "Gameplay": "1. **Round Structure**:\n   - **Card Selection**: Players simultaneously select two ability cards to play, choosing one for its initiative value.\n   - **Initiative Determination**: Reveal selected cards and monster ability cards to establish the initiative order.\n   - **Character and Monster Turns**: In initiative order, each character and monster type takes a turn, performing actions as specified on their cards.\n   - **End of Round**: Resolve any end-of-round effects, shuffle decks as needed, and advance any round trackers.\n\n2. **Character Actions**:\n   - **Ability Execution**: On a character's turn, perform the top action of one selected card and the bottom action of the other.\n   - **Movement and Attacks**: Move across the map and engage in attacks, drawing from the attack modifier deck to determine outcomes.\n   - **Resting**: To recover discarded cards, characters can take a short rest (randomly losing one card) or declare a long rest (recovering all discarded cards but losing one, and forfeiting the turn).\n\n3. **Monster Behavior**:\n   - **Ability Cards**: Each monster type reveals an ability card dictating their actions for the round.\n   - **Focus and Targeting**: Monsters determine focus based on proximity and line of sight, moving and attacking according to their AI rules.\n   - **Special Abilities**: Monsters may have unique traits or abilities as indicated on their statistic cards and ability cards.\n\n4. **Conditions and Effects**:\n   - **Status Conditions**: Apply conditions like Poison, Wound, Stun, etc., as dictated by abilities, affecting characters' and monsters' performance.\n   - **Elemental Infusions**: Certain abilities generate or consume elemental energies, influencing the effectiveness of subsequent actions.\n\n5. **Loot and Experience**:\n   - **Collecting Loot**: Characters can pick up money tokens and treasure tiles by ending their movement on them or using specific loot actions.\n   - **Gaining Experience**: Experience points are earned through specific actions and by completing scenarios, leading to character progression.",
      "EndOfGame": "The game ends after a set number of scenarios or when the players reach the final scenario. The player with the most points wins."
    }
  },
  {
    "Game": "Gloomhaven: Jaws of the Lion",
    "Mechanics": "Campaign, Tactical Combat",
    "Playtime": "90-120 min",
    "Players": "1-4",
    "Complexity": "Medium-Heavy",
    "QuickSetupGuide": {
      "Overview": "Jaws of the Lion: A more accessible version of Gloomhaven, with simplified rules and a smaller campaign, still offering deep tactical combat.",
      "Setup": "1. **Scenario Selection**: Choose the starting scenario as indicated in the Scenario Book.\n\n2. **Map Setup**: Open the Scenario Book to the chosen scenario and lay it flat to display the map. Place the required map tiles, tokens, and overlays as depicted.\n\n3. **Monster Setup**: Identify the monsters for the scenario. Retrieve their stat cards, standees, and shuffle their ability decks.\n\n4. **City Map Board**: Place the city map board nearby to track scenario progression and unlocked locations.\n\n5. **Token and Deck Placement**: Arrange status tokens, money tokens, damage tokens, and shuffled attack modifier decks within reach of all players.",
      "PlayerSetup": "1. **Character Selection**: Each player selects a character and takes the corresponding character mat, figure, and starting hand of ability cards.\n\n2. **Hit Point Tracking**: Set the hit point dial to the character's starting health as indicated on their character mat.\n\n3. **Attack Modifier Deck**: Each player takes their character's attack modifier deck, shuffles it, and places it face down.\n\n4. **Ability Cards**: Players review their starting ability cards, selecting the appropriate number based on their character's hand limit.\n\n5. **Initiative Order Token**: Place the character's initiative order token near the scenario map for tracking turn order.",
      "Gameplay": "1. **Round Structure**:\n   - **Card Selection**: Players simultaneously select two ability cards to play, determining their actions and initiative for the round.\n   - **Initiative Determination**: Reveal selected cards and arrange initiative order from lowest to highest.\n   - **Character Turns**: In initiative order, players perform the top action of one card and the bottom action of the other.\n   - **Monster Turns**: After characters, monsters act based on their revealed ability cards.\n   - **End of Round**: Resolve any end-of-round effects and prepare for the next round.\n\n2. **Actions**:\n   - **Movement**: Navigate the map by moving a number of hexes up to the movement value.\n   - **Attacks**: Engage enemies using melee or ranged attacks, drawing from the attack modifier deck to determine damage.\n   - **Abilities**: Utilize special actions such as healing, looting, or applying status effects as described on ability cards.\n\n3. **Resting**:\n   - **Short Rest**: At the end of a round, recover discarded ability cards by randomly losing one.\n   - **Long Rest**: Declare a long rest to recover cards, heal, and refresh spent items, but forfeit the character's turn for that round.\n\n4. **Status Effects**: Apply conditions like poison, wound, stun, and others as indicated, affecting characters' and monsters' capabilities.\n\n5. **Looting**: Collect money tokens and treasure tiles by ending movement on their hex or using specific loot actions.\n\n6. **Scenario Objectives**: Fulfill the specific goal outlined in the Scenario Book to achieve success.",
      "EndOfGame": "Jaws of the Lion: The game ends after completing the final scenario. The player with the most points wins."
    }
  },
  {
    "Game": "Gravity Maze",
    "Mechanics": "Puzzle, Logic",
    "Playtime": "10-30 min",
    "Players": "1",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A single-player logic game where players navigate marbles through a maze of towers to reach the target.",
      "Setup": "1. **Game Components**:\n   - Game Grid: The base where towers are placed.\n   - Towers: 9 translucent pieces of varying heights and configurations.\n   - Marbles: 3 steel marbles (1 for gameplay, 2 spares).\n   - Challenge Cards: 60 cards detailing setup and objectives.\n\n2. **Initial Setup**:\n   - Place the game grid on a flat surface.\n   - Shuffle the challenge cards and select one to begin.\n   - Position the towers on the grid as indicated in the \"Setup\" section of the chosen challenge card, ensuring correct placement and orientation.",
      "PlayerSetup": "- **Select a Challenge**: Choose a challenge card that matches your desired difficulty level.\n- **Review the Objective**: Understand the starting and target positions as outlined on the card.\n- **Prepare the Components**: Gather the indicated towers and a marble to begin constructing the maze.",
      "Gameplay": "1. **Analyze the Challenge Card**:\n   - Observe the initial tower placements and the list of additional towers under \"Add to Grid.\"\n\n2. **Construct the Maze**:\n   - Strategically place the additional towers on the grid to create a continuous path for the marble.\n   - Adhere to building rules:\n     - Towers must connect via flanges.\n     - Maximum stack height is three towers.\n     - Horizontal towers require support from at least two vertical towers.\n     - The marble should descend one level at a time and cannot travel horizontally more than one unit without descending.\n\n3. **Test the Maze**:\n   - Once constructed, release the marble from the start position.\n   - A successful configuration will guide the marble to the target tower.\n\n4. **Adjust if Necessary**:\n   - If the marble doesn't reach the target, reassess and modify the tower placements accordingly.",
      "EndOfGame": "The game ends after the player successfully completes the puzzle or gives up."
    }
  },
  {
    "Game": "Labyrinth",
    "Mechanics": "Tile Movement, Maze Navigation",
    "Playtime": "20-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A classic family game where players navigate through a shifting maze to collect treasure and reach their goals.",
      "Setup": "1. **Game Board Setup**:\n   - Place the game board in the center of the playing area.\n   - The board features 16 fixed path tiles forming a grid with empty spaces.\n\n2. **Path Tiles**:\n   - Shuffle the 34 square path tiles face down.\n   - Randomly place 33 of them face up on the empty spaces of the game board, creating a continuous maze.\n   - Keep the remaining tile aside; it will be used during gameplay.\n\n3. **Treasure Cards**:\n   - Shuffle the 24 treasure cards thoroughly.\n   - Deal them evenly among all players, face down. Each player should have their own stack.\n   - Players may look at the top card of their stack but must keep it hidden from others.\n\n4. **Playing Pieces**:\n   - Each player selects a colored playing piece and places it on the corresponding colored corner of the board.\n\n5. **Determine Starting Player**:\n   - Choose a player to begin; turns will proceed clockwise.",
      "PlayerSetup": "- **Treasure Cards**: Without revealing them to others, look at the top card of your stack to identify your current target treasure.\n\n- **Starting Position**: Place your playing piece on the corner square that matches your piece's color.\n\n- **Objective**: Plan your moves to navigate the maze, collect your treasures in order, and return to your starting position.",
      "Gameplay": "1. **Shifting the Maze**:\n   - On your turn, take the extra path tile and insert it into the maze at any of the 12 entry points marked by arrows along the board's edge.\n   - Push the tile into the chosen row or column, shifting all tiles in that line and pushing the last tile off the board.\n   - The tile that is pushed off becomes the new extra tile for the next player.\n   - Note: You cannot reverse the previous player's move by immediately undoing their tile placement.\n\n2. **Moving Your Playing Piece**:\n   - After shifting the maze, you may move your piece as far as desired along open pathways.\n   - Movement can continue through any number of connected path tiles but cannot pass through walls.\n   - If you reach the space depicting your current treasure, reveal your treasure card to confirm, then look at your next card to identify your new target.\n   - If you cannot reach your target, position your piece strategically for your next turn.\n\n3. **Special Situations**:\n   - If a player's piece is on a tile that is pushed off the board, place their piece on the newly inserted tile on the opposite side. This does not count as a move for that player.",
      "EndOfGame": "The game ends when a player reaches the treasure or the game?s objective."
    }
  },
  {
    "Game": "Last Light",
    "Mechanics": "Simultaneous Action Selection",
    "Playtime": "60 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A space-themed strategy game where players race to develop their civilizations and claim victory points.",
      "Setup": "1. **Board Setup**:\n   - Assemble the modular game board, ensuring the central star is in place.\n   - Randomly distribute 3D planet models across designated sectors.\n   - Place exploration tokens face down on unexplored planets.\n\n2. **Resource and Component Preparation**:\n   - Sort resource tokens (e.g., minerals, energy) into separate pools within reach of all players.\n   - Arrange ship models, extractors, and other components nearby.\n\n3. **Faction Selection**:\n   - Each player selects or is assigned a unique alien faction board, detailing special abilities and starting resources.\n\n4. **Starting Positions**:\n   - Players place their starting ships and extractors on their designated home planets as indicated on their faction boards.\n\n5. **Action Cards**:\n   - Shuffle the universal action card deck and deal a set number to each player, forming their starting hand.\n\n6. **Turn Order**:\n   - Determine the first player through a chosen method (e.g., highest die roll).",
      "PlayerSetup": "- **Faction Abilities**: Review your faction board to understand unique powers and starting conditions.\n\n- **Initial Resources**: Collect starting resources as specified on your faction board.\n\n- **Action Cards**: Familiarize yourself with your initial hand of action cards, which dictate possible actions each turn.\n\n- **Ship and Extractor Placement**: Position your starting ships and extractors on your home planet or designated starting area.",
      "Gameplay": "1.**Simultaneous Action Selection**:\n   - Players choose an action card from their hand and place it face down.\n\n2. **Action Resolution**:\n   - Reveal action cards simultaneously.\n   - Resolve actions in a predetermined order, typically:\n     - **Research**: Acquire new technologies or abilities.\n     - **Mine**: Gather resources from controlled planets.\n     - **Construct**: Build ships or extractors to expand influence.\n     - **Trade**: Exchange resources with other players or the bank.\n     - **Refresh**: Recover used action cards and reset certain abilities.\n     - **Command**: Move ships and engage in combat.\n\n3. **Board Rotation**:\n   - After resolving actions, rotate the game board (or specific rings) as per game rules, altering strategic positions and access.\n\n4. **Resource Management and Upkeep**:\n   - Manage collected resources to fund actions, constructions, and technological advancements.\n\n5. **Victory Check**:\n   - At the end of each round, check if any player has achieved the required amount of light to win the game.",
      "EndOfGame": "The game ends when a player reaches the final round, and the player with the most points wins."
    }
  },
  {
    "Game": "Lost Cities",
    "Mechanics": "Hand Management, Push Your Luck",
    "Playtime": "30 min",
    "Players": "2",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A two-player card game where players embark on expeditions to score points by playing cards in sequence.",
      "Setup": "1. **Game Board Setup**:\n   - Place the game board between both players. It features five colored spaces corresponding to the five expeditions and areas for discard piles.\n\n2. **Card Preparation**:\n   - Shuffle the 60-card deck, comprising:\n     - 45 Expedition cards (values 2?10 in five colors).\n     - 15 Wager cards (three per color).\n   - Deal eight cards face down to each player.\n   - Place the remaining deck face down as the draw pile beside the board.\n\n3. **Discard Piles**:\n   - Ensure space is available for five separate discard piles, one for each color.",
      "PlayerSetup": "- **Hand Management**: Each player starts with eight cards in hand.\n\n- **Player Area**: On your side of the board, you'll build columns for each expedition you undertake, placing cards in ascending order.\n\n- **Discard Access**: Both players share access to the five discard piles, which can influence drawing strategies.",
      "Gameplay": "1. **Playing a Card**:\n   - On your turn, choose one card from your hand to either:\n     - **Start/Extend an Expedition**: Place a card on your side to begin or continue a colored expedition. Cards must be in ascending order; wager cards precede numbered cards.\n     - **Discard a Card**: Place a card on the corresponding color's discard pile if it's not immediately useful.\n\n2. **Drawing a Card**:\n   - After playing, draw a card to replenish your hand to eight cards. You may draw from:\n     - The top of the draw pile.\n     - The top card of any discard pile (except the one you just discarded to).\n\n3. **Game End Condition**:\n   - Turns alternate until the draw pile is exhausted, signaling the end of the round.\n\n4. **Scoring**:\n   - For each expedition:\n     - Sum the values of cards played.\n     - Subtract 20 points as the expedition's cost.\n     - Multiply the result by the number of wager cards plus one.\n     - Add a 20-point bonus if the expedition has eight or more cards.\n   - Calculate the total for all expeditions to determine the round's score.\n\n5. **Subsequent Rounds**:\n   - Shuffle all cards and repeat setup for the next round. The game consists of three rounds in total.",
      "EndOfGame": "The game ends when all cards have been drawn, and the player with the most points wins."
    }
  },
  {
    "Game": "Megaland",
    "Mechanics": "Push Your Luck, Set Collection",
    "Playtime": "20 min",
    "Players": "2-5",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A push-your-luck game where players explore dungeons, earn treasure, and decide when to push their luck for more rewards.",
      "Setup": "1. **Arrange Building Cards**:\n   - Place all six types of star building cards in a row at the center of the play area, each type in its own pile, face up.\n   - Choose seven types of normal building cards and place them below the star buildings in separate face-up piles. For the first game, ensure a variety of costs (1-5) are included.\n\n2. **Prepare Level and Treasure Decks**:\n   - Shuffle the level cards and place them face down next to the level tile.\n   - Shuffle the treasure cards and place them face down within reach.\n\n3. **Set Up Supply**:\n   - Place heart tokens, jump tokens, and coin tokens in a designated supply area.\n   - Position the heart cost card nearby to reference during gameplay.\n\n4. **Distribute Player Materials**:\n   - Each player selects a character token and receives a corresponding player card.\n   - Provide each player with four heart tokens, placing them on the \"heart\" side of their player card.\n\n5. **Determine First Player**:\n   - The player who most recently played a video game receives the first-player token and will start the game.",
      "PlayerSetup": "- **Character Placement**: Each player places their character token on the level tile, indicating participation in the upcoming run.\n\n- **Initial Treasure Draw**: All players draw one treasure card from the treasure deck and place it above their player card; this represents the treasure carried during the run.\n\n- **Heart Tokens**: Ensure all four heart tokens are on the \"heart\" side of the player card, representing the player's health during runs.",
      "Gameplay": "1. **Run the Level**:\n   - All players simultaneously place their character tokens on the level tile and draw one treasure card, placing it above their player card.\n   - The first player reveals the top card of the level deck:\n     - For each skull symbol on the card, all players on the level tile move one heart token to the \"injury\" side of their player card.\n     - If a player uses a jump token before revealing a level card with a jump symbol, they avoid all damage from that card.\n   - After resolving the level card, players decide to:\n     - **Stay**: Draw an additional treasure card and continue to the next level card.\n     - **Return Home**: Remove their character from the level tile, securing collected treasures by moving them below their player card. These treasures are now safe for purchasing in the next phase.\n   - If a player's hearts are all on the \"injury\" side, they fall, discard all treasures collected in that run, and remove their character from the level tile.\n\n2. **Buy Phase**:\n   - Starting with the first player and proceeding clockwise, players may purchase buildings and additional hearts:\n     - **Buildings**: Discard the required number of unique treasure types (as indicated on the building card) to acquire a building, placing it next to their player card. Each building provides benefits, such as immediate coins or ongoing abilities.\n     - **Hearts**: Discard the required number of matching treasure cards (refer to the heart cost card) to gain an additional heart token, increasing survivability in future runs.\n   - Players may purchase multiple buildings and hearts but can buy only one of each building type per turn.\n\n3. **Night Phase**:\n   - Pass the first-player token to the next player clockwise.\n   - Players may store one unused treasure card under each building they own; all other unused treasures are discarded.\n   - Activate any building abilities marked with a moon symbol.\n   - Reset all heart tokens to the \"heart\" side on player cards.\n   - Shuffle all level cards back into the level deck, preparing for the next round.",
      "EndOfGame": "The game ends when all the dungeon cards have been used. The player with the most points wins."
    }
  },
  {
    "Game": "Mystic Vale",
    "Mechanics": "Deck Building, Card Crafting",
    "Playtime": "45-60 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A deck-building game where players control druidic powers to purify the land, using transparent cards to create custom effects.",
      "Setup": "1. **Setup the Common Area**:\n   - **Advancement Decks**: Separate advancements into Level 1, Level 2, and Level 3 piles. Shuffle each and place them face down, then reveal the top four cards of each deck, laying them in a row to form the commons.\n   - **Vale Decks**: Separate vale cards into Level 1 and Level 2 piles. Shuffle each and place them face down, then reveal the top four cards of each deck, placing them above the corresponding advancement rows.\n   - **Mana Tokens**: Place the mana tokens within reach of all players.\n   - **Victory Point (VP) Tokens**: Create a VP token pool based on the number of players:\n     - 2 players: 23 VP tokens\n     - 3 players: 28 VP tokens\n     - 4 players: 33 VP tokens\n   - **Starting Player**: Randomly determine the first player and give them the starting player marker.",
      "PlayerSetup": "- **Personal Decks**: Each player receives a deck of 20 cards, consisting of:\n  - 9 Cursed Lands (each with a decay symbol)\n  - 3 Fertile Soils (providing 1 mana each)\n  - 8 blank cards\n- **Deck Preparation**: Shuffle your deck thoroughly and place it face down in front of you.\n- **Mana Token**: Each player takes one mana token, which can be used to store mana between turns.\n- **Field and On-Deck Area**: Designate space in front of you for your field (where played cards will go) and an on-deck area (for the top card of your deck).",
      "Gameplay": "1. **Planting Phase**:\n   - **Prepare the Field**: At the start of your turn, if you have fewer than three decay symbols showing between your field and on-deck card, continue revealing cards from your deck into your field until you have three decay symbols visible.\n   - **Optional Push**: You may choose to \"push\" by revealing an additional card from your deck. If this card causes the total decay symbols to reach four, you \"spoil\" and your turn ends immediately. If not, you can continue to the Harvest Phase.\n\n2. **Harvest Phase**:\n   - **Collect Mana and Symbols**: Count the total mana and spirit symbols (life, death, wild) present in your field.\n   - **Purchase Advancements**: Spend your collected mana to buy up to two advancements from the commons. Immediately sleeve each purchased advancement into a card in your field, adhering to sleeving rules (each card can have up to three advancements, one per section).\n   - **Acquire Vale Cards**: Use collected spirit symbols to acquire vale cards from the available pool. These cards provide ongoing benefits or end-game VP and are placed beside your play area upon acquisition.\n\n3. **Discard Phase**:\n   - **Field to Discard Pile**: Move all cards from your field to your discard pile.\n   - **Reset On-Deck Card**: Place the current on-deck card into your discard pile and reveal a new on-deck card from your deck.\n\n4. **Prep Phase**:\n   - **Prepare for Next Turn**: Continue revealing cards from your deck into your field until you have three decay symbols visible between your field and on-deck card. This setup ensures your next turn begins with the appropriate number of decay symbols showing.",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "Obscurio",
    "Mechanics": "Cooperative, Hidden Role",
    "Playtime": "45-60 min",
    "Players": "2-8",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A cooperative deduction game where players work together to escape from a magical library while one player secretly tries to sabotage them.",
      "Setup": "1. **Game Board Setup**:\n   - Place the Library board at the center of the table.\n   - Position the Progress marker on the first space of the Progress track.\n\n2. **Role Assignment**:\n   - Select one player as the Grimoire; they will provide clues and manage the game components.\n   - The Grimoire takes the Grimoire book, magnetic desk board, two Butterfly tokens, the hourglass, and the deck of Door cards.\n   - The remaining players are Wizards. Prepare role cards by including one Traitor card and Loyal Wizard cards to match the number of Wizards. Shuffle and deal one to each Wizard player secretly.\n\n3. **Player Components**:\n   - Each Wizard selects a Character card and the corresponding colored token.\n   - Place all Wizard tokens in the center of the Library board.\n\n4. **Cohesion Tokens**:\n   - Determine the number of Cohesion tokens based on the desired difficulty:\n     - Easy: 12 tokens\n     - Medium: 10 tokens\n     - Hard: 8 tokens\n   - Place the tokens on the designated area of the Library board.\n\n5. **Trap Tokens**:\n   - Place all 14 Trap tokens into the bag and mix them.\n\n6. **Grimoire Preparation**:\n   - The Grimoire shuffles the Door deck and places eight cards into the Grimoire book, ensuring only they can see them.",
      "PlayerSetup": "-**Grimoire**:\n  - Reviews the eight Door cards in the Grimoire book.\n  - Prepares to provide visual clues using the Butterfly tokens.\n\n- **Wizards**:\n  - Secretly view their role card to determine if they are a Loyal Wizard or the Traitor.\n  - Familiarize themselves with their Character card and place their token on the Library board.",
      "Gameplay": "1. **Trap Phase**:\n   - The Grimoire draws one Trap token from the bag and reveals it, applying its effect for the current round.\n\n2. **Clue Phase**:\n   - The Grimoire draws the top Door card from the deck; this is the Exit card for the round.\n   - The Grimoire then draws two additional Door cards and places them on the magnetic desk board.\n   - Using the Butterfly tokens, the Grimoire highlights specific elements on these two cards to guide the Wizards toward the Exit card.\n\n3. **Traitor's Selection**:\n   - All Wizards close their eyes. The Grimoire asks the Traitor to open their eyes.\n   - The Grimoire shows the Traitor the eight cards in the Grimoire book. The Traitor silently selects up to two cards they believe will mislead the Wizards.\n   - The Grimoire adds these selected cards to the Exit card.\n\n4. **Door Selection**:\n   - The Grimoire adds additional random Door cards to the selected ones until there are six cards total.\n   - These six cards are shuffled and placed face-up around the Library board.\n   - The Wizards discuss and place their tokens in front of the Door card they believe is the Exit, within the time limit imposed by the hourglass.\n   - The Grimoire reveals the correct Exit card:\n     - If at least one Wizard chose correctly, advance the Progress marker by one space.\n     - Wizards who chose incorrectly take a Cohesion token from the board.\n\n5. **End of Round**:\n   - Discard all Door cards used in the round.\n   - Return all Trap tokens to the bag.\n   - Reset Wizard tokens to the center of the board.\n   - If the Progress marker reaches the final space and the Wizards successfully identify the Exit, they escape, and the game ends.\n   - If all Cohesion tokens are removed, the Traitor wins, and the game ends.",
      "EndOfGame": "The game ends when the players uncover the traitor or escape the library successfully."
    }
  },
  {
    "Game": "Point Salad",
    "Mechanics": "Set Collection, Card Drafting",
    "Playtime": "15-30 min",
    "Players": "2-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A quick and easy card game where players try to create the best salad by collecting different vegetables and bonus points.",
      "Setup": "1. **Deck Preparation**:\n   - Shuffle all 108 cards thoroughly.\n\n2. **Creating Draw Piles**:\n   - Divide the shuffled deck into three approximately equal draw piles.\n   - Place each pile face-up (scoring side visible) in the center of the table.\n\n3. **Forming the Market**:\n   - Draw two cards from each draw pile and place them vegetable-side up below their respective piles, creating a market of six vegetable cards.\n\n4. **Adjusting for Player Count**:\n   - For 2-3 players: Remove 2 types of vegetables from the game (36 cards).\n   - For 4-5 players: Use all 108 cards.\n   - For 6 players: Use all 108 cards and consider playing in teams or with adjusted rules for balance.",
      "PlayerSetup": "- **Starting Player**: Determine a starting player by any random method.\n\n- **Player Area**: Each player should have space in front of them to place their drafted cards, organizing them into two sections:\n  - **Vegetable Cards**: Cards taken for their vegetable side.\n  - **Scoring Cards**: Cards taken for their scoring condition side.",
      "Gameplay": "1. **Player Turn**:\n   - On your turn, choose one of the following actions:\n     - **Take Two Vegetable Cards**: Select any two vegetable cards from the market.\n     - **Take One Scoring Card**: Select one face-up scoring card from any of the draw piles.\n\n2. **Refilling the Market**:\n   - After taking cards, immediately refill the market by drawing cards from the corresponding draw pile(s) to replace the empty spots, ensuring there are always six vegetable cards available.\n\n3. **Optional Card Flip**:\n   - At any point during your turn, you may flip one of your previously acquired scoring cards to its vegetable side. This can be done once per turn and is irreversible.\n\n4. **End of Turn**:\n   - Play proceeds clockwise to the next player.\n\n5. **Game End**:\n   - The game continues until all cards have been drafted from the draw piles and the market.",
      "EndOfGame": "The game ends when all cards are drawn, and the player with the most points wins."
    }
  },
  {
    "Game": "Port Royal",
    "Mechanics": "Push Your Luck, Card Drafting",
    "Playtime": "30 min",
    "Players": "2-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A push-your-luck card game where players explore the Caribbean, recruit crew, and loot ships for profit.",
      "Setup": "1.**Preparation**:\n   - If playing with fewer than 5 players, remove the special Expedition card (identifiable by the absence of a coin on its back) and return it to the box. In a 5-player game, place this card in the center of the table.\n   - Shuffle the remaining cards to form a face-down draw pile. Leave space for a discard pile.\n\n2. **Starting Coins**:\n   - Each player receives 3 coins. To represent this, deal 3 cards face-down from the draw pile to each player; the back of each card depicts a coin. Players should not look at the front of these cards.\n\n3. **Player Order**:\n   - The player who most recently visited a harbor becomes the starting player.",
      "PlayerSetup": "- **Personal Display**: Arrange your 3 coin cards face-down in front of you, ensuring the coin side is visible.\n- **Understanding Cards**: Familiarize yourself with the different card types:\n  - **Ships**: Offer coins when traded.\n  - **Persons**: Provide abilities and influence points when hired.\n  - **Expeditions**: Require specific symbols from hired persons to complete for rewards.\n  - **Tax Increases**: Trigger events affecting players' coins and influence.",
      "Gameplay": "1. **Phase 1: Discover**:\n   - As the active player, draw cards one by one from the draw pile, placing them into the harbor display (the central play area).\n   - After each draw, decide whether to continue drawing or stop.\n   - Be cautious: if you draw a ship of the same color as one already in the harbor and cannot repel it, your turn ends immediately, and all cards in the harbor display are discarded.\n\n2. **Phase 2: Trade & Hire** (if the turn wasn't forfeited):\n   - **Active Player**:\n     - Depending on the number of differently colored ships in the harbor display:\n       - 0-3 different colors: Take 1 card.\n       - 4 different colors: Take 2 cards.\n       - 5 different colors: Take 3 cards.\n     - Choose cards one at a time, either:\n       - **Trade**: Discard a ship card to gain coins equal to its value.\n       - **Hire**: Pay coins equal to a person's cost to add them to your personal display, gaining their abilities and influence points.\n   - **Other Players**:\n     - In clockwise order, each may take 1 card from the harbor display by paying the active player 1 coin as compensation.\n     - After all interested players have taken a card, discard any remaining cards in the harbor display.\n\n**Additional Rules**:\n- **Repelling Ships**: If you have hired sailors or pirates providing enough swords, you can repel a newly drawn ship, discarding it immediately instead of adding it to the harbor display.\n- **Tax Increase Cards**: When drawn, all players with 12 or more coins lose half their coins (rounded down). Additionally, a bonus coin is awarded to the player with the most swords or the least influence points, as indicated on the card.\n- **Expeditions**: Active players can fulfill expeditions by discarding the required persons from their display, gaining the expedition card and its rewards.",
      "EndOfGame": "The game ends when a player reaches 12 points, and the player with the most points wins."
    }
  },
  {
    "Game": "Res Arcana",
    "Mechanics": "Engine Building, Card Drafting",
    "Playtime": "30-60 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A strategy card game where players use magical powers and resources to create powerful combinations and score points.",
      "Setup": "1. **Central Setup**:\n   - **Places of Power**: Lay out the five double-sided Place of Power tiles in the center.\n   - **Monuments**: Shuffle the Monument deck, reveal two cards face-up, and place the rest as a draw pile.\n   - **Magic Items**: Arrange the eight Magic Item tiles within reach.\n   - **Essences**: Place all essence tokens (Life, Death, Elan, Calm, Gold) and \"5x\" multiplier tokens in a common supply.\n\n2. **Player Setup**:\n   - **Artifacts and Mages**: Shuffle the Artifact deck and deal eight cards to each player. Deal two Mage cards to each player.\n   - **Initial Resources**: Each player receives one essence of each type.\n   - **First Player**: Determine the starting player and give them the First Player token.\n\n3. **Drafting**:\n   - **Artifacts**: Each player examines their eight Artifact cards, selects one to keep, and passes the remaining cards to the left. Repeat this process until all eight cards are chosen.\n   - **Mages**: Each player selects one of their two Mage cards to keep; the other is returned to the box.\n\n4. **Starting Hand**:\n   - Each player shuffles their chosen eight Artifact cards to form their personal deck and draws the top three cards as their starting hand.\n\n5. **Magic Item Selection**:\n   - In reverse turn order (starting with the player to the right of the First Player), each player selects one Magic Item tile.",
      "PlayerSetup": "- **Mage and Artifacts**: Place your chosen Mage card face-up in your play area. Keep your personal deck of five Artifact cards facedown, with your three-card hand concealed.\n\n- **Essence Pool**: Arrange your initial essences in front of you, visible to all players.\n\n- **Magic Item**: Place your selected Magic Item tile face-up in your play area; it provides special abilities during the game.",
      "Gameplay": "Each round consists of three phases:\n\n1. **Collect**:\n   - Players simultaneously gather essences from their components with \"Collect\" abilities and may retrieve essences placed on their cards.\n\n2. **Actions**:\n   - Starting with the First Player and proceeding clockwise, players take turns performing one action per turn. Possible actions include:\n     - **Place an Artifact**: Play an Artifact card from your hand by paying its essence cost and placing it in your tableau.\n     - **Claim a Monument or Place of Power**: Pay the required essences to acquire a Monument or Place of Power from the center, adding it to your tableau.\n     - **Discard for Essences**: Discard an Artifact card from your hand to gain one Gold or any two other essences.\n     - **Use a Power**: Activate an ability on one of your unturned components by paying its cost and executing its effect.\n     - **Pass**: Cease taking further actions for the round. Upon passing:\n       - If first to pass, claim the First Player token.\n       - Exchange your current Magic Item for a different one from the supply.\n       - Draw one card from your deck.\n\n   - Continue taking actions until all players have passed.\n\n3. **Victory Check**:\n   - After all players have passed, check if any player has reached 10 or more VPs:\n     - If a player meets or exceeds 10 VPs, the game ends, and the player with the highest VP total wins. In case of a tie, the tied player with the most essences (Gold counts double) in their pool wins.\n     - If no player has 10 VPs, straighten all turned components, reset Magic Items, and begin a new round starting with the Collect phase.",
      "EndOfGame": "The game ends when a player reaches 10 points, and that player wins."
    }
  },
  {
    "Game": "Roll Player",
    "Mechanics": "Dice Drafting, Tableau Building",
    "Playtime": "60-90 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A dice-drafting game where players build characters for a fantasy adventure, collecting skills, traits, and abilities.",
      "Setup": "1.**Determine Start Player**: All players roll a die; the highest roll becomes the Start Player.\n\n2. **Character Sheet Selection**: In clockwise order from the Start Player, each player chooses a Character Sheet and selects either the male or female side.\n\n3. **Starting Gold**: Each player takes 5 Gold. The third player receives an additional 1 Gold; the fourth player receives an additional 2 Gold.\n\n4. **Class Assignment**: Starting with the Start Player and proceeding clockwise, each player draws a random die from the dice bag and takes the corresponding Class card, choosing one of the two classes on the card. If a duplicate or gold die is drawn, continue drawing until a unique color is obtained.\n\n5. **Backstory and Alignment**: Deal one Backstory card and one Alignment card to each player.\n\n6. **Setup Market Deck**: Separate Market cards into single-dot and double-dot piles. Shuffle each pile separately, then place the single-dot pile on top of the double-dot pile to form the Market deck. Discard a number of cards based on player count: 7 cards each from both piles for 2 players, 3 cards each for 3 players.\n\n7. **Prepare Market and Initiative Cards**: Draw Market cards equal to the number of players plus one and place them face up. Arrange Initiative cards in numerical order, using a number equal to the number of players plus one. Place 1 Gold on each Initiative card that is neither first nor last in order.\n\n8. **Draw Starting Dice**: Each player draws a number of dice equal to the number of players plus four (6 dice for 2 players, 7 for 3 players, 8 for 4 players). Roll these dice and place them on the Character Sheet, adhering to placement rules. Gain 1 Gold for each completed Attribute Row and 2 Gold for each gold die placed.",
      "PlayerSetup": "- **Character Sheet Setup**: Place the rolled dice in the leftmost empty spaces of the Attribute Rows on your Character Sheet. Each Attribute Row consists of three spaces corresponding to Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma.\n\n- **Class, Backstory, and Alignment**: Place your chosen Class card, Backstory card, and Alignment card in their designated areas on your Character Sheet. Position the tracking tokens: one on the center of the Alignment card and one on the Class card.\n\n- **Market and Initiative Preparation**: Familiarize yourself with the available Market cards and the order of Initiative cards for the upcoming round.",
      "Gameplay": "1. **Roll Phase**:\n   - The Start Player draws and rolls dice equal to the number of Initiative cards.\n   - Place the rolled dice on the Initiative cards in ascending order based on their face value. In case of ties, the Start Player decides placement.\n\n2. **Dice Phase**:\n   - In Initiative order, each player selects an Initiative card, takes the die and any Gold on it.\n   - Place the selected die in the leftmost empty space of any Attribute Row on your Character Sheet.\n   - Gain Gold: 1 Gold for completing an Attribute Row, 2 Gold for placing a gold die, and any Gold from the selected Initiative card.\n   - Optionally, perform the Attribute Action associated with the row where the die was placed.\n\n3. **Market Phase**:\n   - In order based on the chosen Initiative cards, each player may purchase one Market card by paying its cost in Gold or discard a Market card to gain 2 Gold.\n   - If purchasing a Trait card, adjust your Alignment according to the card's instructions.\n   - Skill cards become available for immediate use upon purchase.\n\n4. **Cleanup Phase**:\n   - Discard any unused Charisma tokens.\n   - Each player may refresh one exhausted Skill card.\n   - Return the unselected die and any remaining Market cards to their respective discard areas.\n   - Draw new Market cards to replenish the Market.\n   - Add 1 Gold to each Initiative card that does not already have Gold and is neither the first nor last card.\n   - Pass the dice bag to the next player clockwise, who becomes the new Start Player.",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "Sanctum",
    "Mechanics": "Deck Building, Dice Rolling",
    "Playtime": "60-120 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A tactical combat game where players develop their heroes, fight monsters, and earn power to defeat the ultimate enemy.",
      "Setup": "1. **Game Board Setup**:\n   - Arrange the game boards in sequential order, forming the path to Sanctum.\n   - Place the Act I board at the beginning, followed by Acts II through VI.\n\n2. **Demon Decks**:\n   - Separate demon cards by level (I, II, III).\n   - Shuffle each level separately and place them face down on their respective act boards.\n\n3. **Market Setup**:\n   - Shuffle the item cards and place them in a face-down deck.\n   - Draw and display the top four items as the initial market offerings.\n\n4. **Potion Tokens**:\n   - Sort potion tokens by type (stamina, focus, healing) and place them within reach.\n\n5. **Achievement Board**:\n   - Place the achievement board nearby.\n   - Shuffle the achievement tiles and place them face up on the board.\n\n6. **Divine Intervention Tiles**:\n   - Shuffle these tiles and place them in a stack near the game area.\n\n7. **Demon Lord Setup**:\n   - Prepare the Demon Lord's components for the final battle, setting them aside until Act VI.",
      "PlayerSetup": "- **Character Selection**:\n  - Each player chooses a hero and takes the corresponding player board, character figure, and starting equipment.\n\n- **Starting Equipment**:\n  - Equip your hero with the initial weapon and place it in the appropriate slot on your player board.\n\n- **Health and Resources**:\n  - Set your health marker to the starting value indicated on your player board.\n  - Place stamina and focus tokens in their designated pools on your board.\n\n- **Skill Tree**:\n  - Familiarize yourself with your hero's skill tree, noting the progression paths and abilities.\n\n- **Starting Position**:\n  - Place your character figure on the starting space of the Act I board.",
      "Gameplay": "1. **Player Turns**:\n   - On your turn, choose one of three actions:\n     - **Move**: Advance your hero to a new space, encountering demons along the way.\n     - **Fight**: Engage in combat with demons on your player board.\n     - **Rest**: Recover resources, equip items, and develop skills.\n\n2. **Movement**:\n   - Move your figure forward to an unoccupied space.\n   - Draw demon cards as indicated, assigning them to your player board.\n\n3. **Combat**:\n   - Roll dice to attack demons.\n   - Use stamina and focus to modify dice results.\n   - Defeat demons to gain items and experience.\n\n4. **Resting**:\n   - Recover spent stamina and focus.\n   - Equip new items from your inventory.\n   - Spend experience points to unlock new skills.\n\n5. **Progression**:\n   - After all players have reached the end of an act, proceed to the next act board.\n   - Continue this process until reaching Act VI for the final battle.\n\n6. **Final Battle**:\n   - In Act VI, confront the Demon Lord using your developed skills and equipment.\n   - Survive waves of attacks and overcome the Demon Lord to achieve victory.",
      "EndOfGame": "The game ends when a player defeats the ultimate demon and has the most points."
    }
  },
  {
    "Game": "Skill King",
    "Mechanics": "Dexterity, Party",
    "Playtime": "15-30 min",
    "Players": "2-8",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-paced card game where players must play cards from their hands to match skills and collect points.",
      "Setup": "1. **Deck Composition**:\n   - Numbered Cards: Four suits (yellow, green, purple, black) numbered 1 to 14.\n   - Special Cards: Pirates, Skull King, Mermaids, Escape cards, and additional special cards like the Kraken and White Whale in newer editions.\n\n2. **Initial Setup**:\n   - Shuffle all cards to form a draw deck.\n   - Prepare a scoresheet to track players' bids and scores.\n   - Determine the starting player randomly.",
      "PlayerSetup": "- **Dealing Cards**: The game consists of ten rounds. In the first round, deal one card to each player; in the second round, two cards each; continue this pattern until the tenth round, where each player receives ten cards.\n\n- **Bidding Phase**: After receiving their cards, players simultaneously declare the number of tricks they aim to win that round. This can be done by holding out a fist and revealing the bid count on the count of three.\n\n- **Gameplay**:\n  1. The starting player leads by playing a card.\n  2. Players must follow the suit if possible. If unable to follow suit, they may play a special card or a card from another suit.\n  3. Special cards have unique properties:\n     - **Pirates**: Trump all numbered cards.\n     - **Skull King**: Defeats all Pirates but is captured by Mermaids.\n     - **Mermaids**: Trump numbered cards and capture the Skull King.\n     - **Escape Cards**: Cannot win a trick.\n     - **Kraken**: Cancels the current trick (if included in your edition).\n     - **White Whale**: Alters the hierarchy of cards (if included in your edition).\n  4. The highest card of the leading suit wins the trick unless trumped by a special card.\n  5. The winner of the trick leads the next round.",
      "Gameplay": "- **Scoring**:\n  - If a player matches their bid:\n    - Gain 20 points per correct bid.\n    - Bonus points for capturing specific cards (e.g., 10 points for each 14 captured, 30 points for each Pirate captured by the Skull King).\n  - If a player misses their bid:\n    - Lose 10 points for each trick over or under the bid.",
      "EndOfGame": "The game ends when a player has collected a predetermined number of points."
    }
  },
  {
    "Game": "The Captain is Dead",
    "Mechanics": "Cooperative, Action Point",
    "Playtime": "60-90 min",
    "Players": "2-7",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A cooperative game where players must work together to repair their ship and escape after the captain's death.",
      "Setup": "1. **Game Board Setup**:\n   - Place the game board at the center of the table, representing your starship.\n   - Position the 6 System cards on their designated spots on the board, \"Online\" side up.\n   - Shuffle the three Alert decks (Levels 1, 2, and 3) separately. Stack them face down on the External Scanners space, with Level 3 (Red) on the bottom, Level 2 (Orange) in the middle, and Level 1 (Yellow) on top. Draw the top two cards and place them face up in the adjacent slots.\n   - Shuffle the Skill deck and place it face down on the Computers space. Draw three Skill cards and place them face up on the Internal Sensors space. Deal 5 Skill cards to each player.\n   - Shuffle the Battle Plans deck and place it face down on the Captain?s Journal space.\n   - Place 5 Torpedoes on the red Torpedo icons near the Armory; keep the rest aside.\n   - Place a yellow status bar on the Shields at 100% and another on the Jump Core at the chosen difficulty level (e.g., \"Normal\").\n   - Keep the orange blocker bar near Engineering for future use.\n   - Set aside 12 Hostile Alien pawns for later use.",
      "PlayerSetup": "- **Role Assignment**:\n  - Randomly distribute colored pawns to each player.\n  - Each player selects a Role card matching their pawn's color, representing their unique abilities and starting location.\n  - Players place their pawns in the corresponding rooms on the board.\n\n- **Initial Alerts**:\n  - Draw and resolve 5 Alert cards from the top of the Alert deck to simulate initial damage to the ship. Apply effects such as system malfunctions or alien boardings as indicated.",
      "Gameplay": "1. **Player Actions**:\n   - On your turn, spend actions (as indicated on your Role card) to perform tasks such as:\n     - Moving between rooms.\n     - Repairing systems.\n     - Attacking or removing Hostile Aliens.\n     - Using or repairing ship systems.\n     - Sharing Skill cards with other players.\n\n2. **System Management**:\n   - Maintain and repair ship systems to utilize their benefits:\n     - **Jump Core**: Repair to achieve victory.\n     - **Shields**: Protect against external threats.\n     - **Teleporter**: Enables quick movement across the ship.\n     - **Comm System**: Facilitates sharing Skill cards remotely.\n     - **External Scanners**: Provides foresight of upcoming Alerts.\n     - **Computers**: Allows drawing additional Skill cards.\n     - **Internal Sensors**: Offers choice in Skill card acquisition.\n     - **Trauma Station**: Heals injured crew members.\n     - **Torpedo Tube**: Defends against external alien ships.\n     - **Security Station**: Deals with onboard alien threats.\n     - **Research Station**: Addresses ongoing Anomalies.\n     - **Captain?s Journal**: Grants access to powerful Battle Plans.\n     - **Cargo Pod**: Source of additional Skills and Tools.\n\n3. **End of Turn**:\n   - After completing actions, draw and resolve an Alert card, introducing new challenges such as system failures, alien boardings, or ship damage.",
      "EndOfGame": "The game ends when the players repair their ship and escape, or if they are all defeated."
    }
  },
  {
    "Game": "The Castles of Burgundy",
    "Mechanics": "Dice Rolling, Tile Placement",
    "Playtime": "30-90 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A strategy game where players build estates by collecting and placing tiles of various types to earn points.",
      "Setup": "In *The Castles of Burgundy*, players assume the roles of influential princes in 15th century France, aiming to develop their estates through strategic trade, construction, and research. Utilizing dice to determine actions, players must carefully plan to accumulate the most victory points by the game's end.",
      "PlayerSetup": "1. **Game Board Setup**:\n   - Place the game board centrally, displaying:\n     - 5 phase spaces labeled A to E.\n     - 5 round spaces.\n     - 6 numbered depots (1-6) for six-sided tiles and goods.\n     - 1 central black depot.\n     - 12 spaces for bonus tiles.\n     - Turn order and victory point tracks.\n\n2. **Component Placement**:\n   - Sort the 164 six-sided tiles by color and place them face-down near the board.\n   - Shuffle 42 goods tiles and create five face-down stacks of five tiles each, placing them on phase spaces A through E.\n   - Position 12 bonus tiles on their designated spaces.\n   - Keep 20 Silverlings, 30 worker tiles, and the white die accessible.\n\n3. **Player Allocation**:\n   - Each player receives:\n     - 1 player board.\n     - 1 dark green castle tile, placed on the central dark green space (marked '6') of their board.\n     - 3 random goods tiles, placed face-up in the goods storage area.\n     - 2 dice matching their color.\n     - 1 playing piece for the victory point track.\n     - 1 Silverling.\n     - 1 victory point marker (100/200) set aside.\n\n4. **Determine Starting Player**:\n   - Roll dice to select the start player, who receives 1 worker tile.\n   - Subsequent players in clockwise order receive 2, 3, and 4 worker tiles, respectively.\n   - Place turn order markers on the track accordingly, with the start player's marker on top.\n   - Give the white die to the start player.",
      "Gameplay": "1. **Phase Setup**:\n   - At the start of each phase (A to E):\n     - Remove any remaining six-sided tiles from the board (goods tiles remain).\n     - Draw new six-sided tiles and place them face-up on the numbered depots:\n       - 2-player game: Use spaces marked '2'.\n       - 3-player game: Use spaces marked '2' and '3'.\n       - 4-player game: Use all spaces.\n     - Draw black-backed tiles and place them face-up in the central black depot (number varies by player count).\n     - Place the 5 goods tiles for the phase face-up on the round spaces.\n\n2. **Rounds**:\n   - Each phase consists of 5 rounds. In each round:\n     - All players roll their two dice; the start player also rolls the white die.\n     - The start player places the top goods tile onto the depot matching the white die's result.\n     - Players take turns in order, using their dice to perform actions.\n\n3. **Player Actions**:\n   - On a turn, a player uses each die to perform one of the following actions:\n     - **Take a Tile**: Select a six-sided tile from the depot matching the die's number and place it in a storage space.\n     - **Place a Tile**: Move a stored tile to the estate, placing it on a matching-colored space corresponding to the die's number. The tile must be adjacent to existing tiles.\n     - **Sell Goods**: Sell all goods of a type matching the die's number, earning Silverlings and victory points.\n     - **Gain Workers**: Use any die to take 2 worker tiles.\n\n4. **Worker Tiles**:\n   - Players can spend worker tiles to adjust a die's result by ?1 per worker (wrapping from 6 to 1 if needed).\n\n5. **Buying from Black Depot**:\n   - Once per turn, a player may spend 2 Silverlings to purchase a tile from the black depot, placing it in a storage space.\n\n6. **Completing Regions**:\n   - Filling all spaces of a colored region grants immediate victory points based on region size and phase.\n   - Completing all spaces of a color first awards a large bonus tile; the second player receives a small bonus tile.\n\n7. **End of Phase**:\n   - After 5 rounds, the phase ends. Players with mines receive 1 Silverling per mine. Some yellow 'knowledge' tiles may also have effects.",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "The Castles of Mad King Ludwig",
    "Mechanics": "Tile Placement, Auction",
    "Playtime": "45-90 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A tile-laying game where players build a castle with various rooms while competing to score the most points.",
      "Setup": "1. **Game Board Setup**:\n   - Place the central game board in the middle of the table.\n   - Shuffle the room tiles and organize them by size and type, placing them in their designated areas on the board.\n   - Arrange the corridor and stairs tiles in separate stacks.\n\n2. **Resource Allocation**:\n   - Distribute a set amount of coins to each player as starting currency.\n   - Place the remaining coins in a supply accessible to all players.\n\n3. **Contractor Token**:\n   - Select a starting player to receive the Master Builder token, indicating their role in setting prices for room tiles during the round.\n\n4. **Goal Cards**:\n   - Draw and reveal a predetermined number of public goal cards, which provide additional scoring opportunities based on specific castle features.\n\n5. **Room Deck Preparation**:\n   - Depending on the number of players, adjust the room tile stacks to ensure the appropriate game length.",
      "PlayerSetup": "- **Player Boards**:\n  - Each player receives a personal player board to organize their castle layout and track their resources.\n\n- **Starting Tile**:\n  - Players begin with a foyer tile placed at the center of their player board, serving as the initial room of their castle.\n\n- **Player Markers**:\n  - Distribute markers or tokens to each player for tracking their score and other relevant game metrics.\n\n- **Initial Funds**:\n  - Provide each player with a starting amount of currency to facilitate their initial purchases.\n\n- **Secret Goal Cards**:\n  - Deal a specific number of secret goal cards to each player, offering personal objectives that can influence their strategy and end-game scoring.",
      "Gameplay": "1. **Master Builder Phase**:\n   - The player with the Master Builder token arranges the available room tiles for the round and assigns prices to each tile.\n\n2. **Purchasing Phase**:\n   - In clockwise order, players choose to purchase a room tile by paying the designated price to the Master Builder or pass if they opt not to buy.\n   - Purchased tiles are added to the player's castle, adhering to placement rules regarding connectivity and orientation.\n\n3. **Income and Wages**:\n   - After all players have had the opportunity to purchase, the Master Builder collects income from unpurchased tiles and pays wages to the bank for tiles bought by other players.\n\n4. **Room Placement and Rewards**:\n   - When placing a room tile, players may receive immediate bonuses or penalties based on the room's type and its adjacency to other rooms.\n   - Completing certain room configurations can grant additional benefits or trigger specific game effects.\n\n5. **Rotation of Master Builder Token**:\n   - The Master Builder token passes to the next player clockwise, initiating a new round with updated room tiles and pricing.",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "The Fox in the Forest",
    "Mechanics": "Trick-Taking, Hand Management",
    "Playtime": "30 min",
    "Players": "2",
    "Complexity": "Light-Medium",
    "QuickSetupGuide": {
      "Overview": "A two-player trick-taking game where players try to win tricks by playing cards with different values and abilities.",
      "Setup": "- **Hand Review**:\n  - Each player examines their 13-card hand, noting the distribution of suits and the presence of odd-numbered cards with special abilities.\n\n- **Game Components**:\n  - Ensure access to scoring tokens and reference cards detailing special abilities and scoring guidelines.",
      "PlayerSetup": "1. **Playing Tricks**:\n   - The non-dealer leads the first trick by playing any card from their hand.\n   - The opposing player must follow suit if possible; if unable, they may play any card.\n   - The trick is won by the highest card of the lead suit unless a trump suit card is played, which overrides the lead suit.\n\n2. **Special Abilities**:\n   - Odd-numbered cards (1, 3, 5, 7, 9, 11) have unique effects when played:\n     - **1 (Swan)**: If you lose the trick, you lead the next one.\n     - **3 (Fox)**: You may exchange the decree card with a card from your hand.\n     - **5 (Woodcutter)**: Draw one card from the draw deck, then discard any card to the bottom of the deck.\n     - **7 (Treasure)**: The winner of the trick gains 1 point for each 7 in the trick.\n     - **9 (Witch)**: If only one 9 is played in the trick, treat it as part of the trump suit.\n     - **11 (Monarch)**: When leading, if the opponent has a card of this suit, they must play either the 1 of this suit or their highest-ranked card of this suit.\n\n3. **Continuing Play**:\n   - The winner of each trick leads the next.\n   - Play continues until all 13 tricks have been played, concluding the round.",
      "Gameplay": "**Scoring the Round**:\n   - After all tricks are played, count the number of tricks each player has won.\n   - Points are awarded based on the number of tricks won:\n     - 0-3 tricks: 6 points (Humble)\n     - 4 tricks: 1 point\n     - 5 tricks: 2 points\n     - 6 tricks: 3 points\n     - 7-9 tricks: 6 points (Victorious)\n     - 10-13 tricks: 0 points (Greedy)",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "The Initiative",
    "Mechanics": "Cooperative, Codebreaking",
    "Playtime": "30-60 min",
    "Players": "1-4",
    "Complexity": "Light-Medium",
    "QuickSetupGuide": {
      "Overview": "A cooperative game that blends a unique narrative with puzzle-solving and codebreaking, where players complete challenges.",
      "Setup": "1. **Select Characters**: Each player chooses a character card and the corresponding standee. If playing with fewer than four players, unchosen characters are returned to the box.\n\n2. **Prepare Mission and Board**: For the first game, use Mission 1. Place the mission card facedown without viewing its other side. Set up the game board as indicated by the mission card.\n\n3. **Distribute Clue Tokens**: Shuffle all tan clue tokens facedown. Place them on the board according to the mission card's instructions, creating stacks in designated rooms. Return unused tokens to the box.\n\n4. **Place Features and Standees**: Position feature tokens on the board as shown on the mission card. Players then place their standees in the room marked as the entrance.\n\n5. **Set Up Mission Console**: Ensure all windows on the mission console are closed. Without viewing the mission card's face, insert it into the console. Stand the console upright near the game board.\n\n6. **Arrange Action and Resource Cards**: Lay out the four action cards beside the board. Place the \"Discard Pile\" card nearby with the four time resource cards on it. Shuffle the remaining 36 resource cards to form the resource deck and place it facedown within reach. Each player draws four cards to form their starting hand.\n\n7. **Prepare Secret Cards**: Keep the secret cards and remaining mission cards in the box until instructed to use them.",
      "PlayerSetup": "- **Character Abilities**: Familiarize yourself with your character's special action, which can be activated by discarding two cards from your hand.\n\n- **Hand Management**: Each player starts with four resource cards. While you can discuss your hand with teammates, avoid revealing exact card values to maintain game integrity.\n\n- **Standee Placement**: Ensure your standee is correctly positioned in the entrance room to begin the mission.",
      "Gameplay": "1. **Player Turns**: Players take turns in clockwise order. On your turn:\n   - Perform one or two actions by playing resource cards onto action cards, adhering to ascending value rules.\n   - Refill your hand to four cards by drawing from the resource deck.\n\n2. **Available Actions**:\n   - **Run**: Move up to three rooms by playing a card onto the \"Run\" action card.\n   - **Intel**: Reveal up to two clue tokens in a chosen room by playing a card onto the \"Intel\" action card.\n   - **Gather**: Collect up to two clue tokens from your current room by playing a card onto the \"Gather\" action card.\n   - **Regroup**: Clear all cards and tokens from another action card by playing a card onto the \"Regroup\" action card.\n\n3. **Special Actions**: Discard two cards to activate your character's unique ability as one of your actions.\n\n4. **Communication**: Discuss strategies and share general information about your hands without specifying exact card values.\n\n5. **Objective**: Collect and interpret clue tokens to decode the mission's puzzle. Once confident, the team can attempt to solve the mission by announcing their answer. A correct solution results in victory; an incorrect one means the game is lost.\n\n6. **Time Constraint**: If the resource deck is exhausted, the game enters a perilous state. Drawing too many time cards in this state can lead to a loss, so manage your actions and draws carefully.",
      "EndOfGame": "The game ends when the final puzzle is solved and the narrative concludes."
    }
  },
  {
    "Game": "The Isle of Cats",
    "Mechanics": "Tile Placement, Drafting",
    "Playtime": "60-90 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A tile-laying game where players rescue cats, placing them on a ship to score points and complete objectives.",
      "Setup": "1. **Setup the Island**:\n   - Place the island board in the center of the table.\n   - Position Vesh's boat token on space 5 of the day tracker.\n\n2. **Prepare Common Supplies**:\n   - **Common Treasures**: Place the common treasure tiles below the island board. The quantity depends on the number of players:\n     - 1-2 players: 5 of each type\n     - 3 players: 8 of each type\n     - 4 players: 11 of each type\n   - **Oshax Tiles**: Place all 6 Oshax tiles below the common treasures.\n   - **Fish Tokens and Cat Figures**: Place all fish tokens (1-fish and 5-fish) and wooden cat figures in a supply accessible to all players.\n   - **Discovery Cards**: Shuffle the discovery deck and place it face down.\n   - **Permanent Basket Tokens**: Place these below the discovery deck.\n   - **Discovery Bag**: Fill the bag with all cat tiles (blue, green, orange, red, and purple) and rare treasure tiles. Do not include common treasures or Oshax tiles.\n\n3. **Player Setup**:\n   - Each player receives:\n     - 1 random boat board (orange side up).\n     - 1 permanent basket token (green side up).\n   - Determine a starting player. In turn order, each player:\n     - Chooses a colored cat figure to represent their player marker.\n     - Places their chosen cat figure on the island board in turn order sequence.",
      "PlayerSetup": "- **Boat Overview**:\n  - Each player's boat comprises:\n    - 7 distinct rooms, identifiable by unique icons in their corners.\n    - 19 rat icons scattered throughout.\n    - 5 colored treasure maps.\n\n- **Tile Placement Rules**:\n  - **First Tile**: Can be placed anywhere on the boat.\n  - **Subsequent Tiles**: Must be placed adjacent (orthogonally) to an existing tile.\n  - Tiles can be rotated or flipped but cannot overlap, extend beyond the boat's edges, or misalign with the grid.\n  - Covering a treasure map with a matching-colored cat allows the player to immediately take any one common treasure and place it on their boat.\n\n- **Turn Order**:\n  - Players will take turns based on the sequence established during setup, which can change during the game based on played cards.",
      "Gameplay": "The game is played over 5 days, each consisting of the following phases:\n\n1. **Fishing**:\n   - Each player gains 20 fish tokens from the supply.\n\n2. **Explore**:\n   - **Selecting Discoveries**:\n     - Deal 7 discovery cards to each player.\n     - Players select 2 cards to keep and pass the remaining to the next player (left on days 1, 3, 5; right on days 2, 4).\n     - Repeat this process until all cards are chosen, resulting in each player having 7 cards.\n   - **Accessing Discoveries**:\n     - Players review their 7 cards and choose which to keep by paying the fish cost indicated on each card.\n     - Unpurchased cards are discarded face down.\n\n3. **Read Lessons**:\n   - Players play lesson cards (blue-bordered):\n     - **Public Lessons**: Placed face up for all to see; affect all players.\n     - **Private Lessons**: Placed face down near the player's boat; affect only the player.\n\n4. **Rescue Cats**:\n   - **Determine Turn Order**:\n     - Players play rescue cards (green-bordered) face down.\n     - Reveal simultaneously and calculate total speed (boot icons) to determine new turn order.\n   - **Rescuing Cats**:\n     - In turn order, players take turns rescuing one cat at a time.\n     - To rescue a cat:\n       - Spend the required fish (3 for left field, 5 for right field).\n       - Use a basket (permanent or from played cards).\n     - Place the rescued cat tile on your boat following placement rules.\n     - Continue until all players pass or all cats are rescued.\n\n5. **Rare Finds**:\n   - In turn order, players may play Oshax (brown-bordered) and treasure (yellow-bordered) cards:\n     - **Oshax Cards**: Allow placement of special Oshax cat tiles, which can represent any color chosen upon placement.\n     - **Treasure Cards**: Allow players to place common or rare treasure tiles on their boats.\n\n6. **Cleanup**:\n   - Return unrescued cats to the box.\n   - Move Vesh's boat token one space forward on the day tracker.\n   - Reset permanent baskets to their active side.\n   - Retain unplayed cards and unused fish for the next day.\n\n**Anytime Cards** (purple-bordered) can be played at any point during the game, resolving their effects immediately upon play.",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "Wits & Wagers",
    "Mechanics": "Trivia, Betting",
    "Playtime": "30 min",
    "Players": "4-20",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A trivia game where players can bet on answers to questions, aiming to win points by predicting the most likely answer.",
      "Setup": "1.**Components Distribution**:\n   - Each player or team receives:\n     - 1 Answer Board\n     - 2 Betting Chips of matching color\n     - 1 Dry Erase Pen\n   - Ensure a paper napkin or tissue is available for erasing answers between rounds.\n\n2. **Banker and Question Reader**:\n   - Assign one player as the Banker to manage Poker Chips.\n   - Choose another player as the Question Reader to read questions aloud.\n\n3. **Question Cards**:\n   - The Question Reader selects 7 Question Cards for the game.",
      "PlayerSetup": "- **Answer Boards**: Write your name or team name on your Answer Board.\n\n- **Betting Chips**: Keep your two Betting Chips ready for placing bets during each round.\n\n- **Dry Erase Pen**: Use it to write your guesses on the Answer Board.\n\n- **Poker Chips**: Start without any Poker Chips; these are earned through correct bets.",
      "Gameplay": "1. **Question Phase**:\n   - The Question Reader announces the question number and reads it aloud.\n   - Players have 30 seconds to write their numerical guess on their Answer Board.\n\n2. **Placement Phase**:\n   - Once time is up, place all Answer Boards face-up on the Betting Mat.\n   - Arrange guesses in ascending order:\n     - If multiple guesses are identical, stack them together.\n     - For an odd number of unique guesses, place the middle guess in the \"Pays 2 to 1\" slot.\n     - For an even number, leave the \"Pays 2 to 1\" slot empty; place the two middle guesses in the \"Pays 3 to 1\" slots.\n\n3. **Betting Phase**:\n   - Players have 30 seconds to place their Betting Chips:\n     - Bet both chips on one answer or split them between two.\n     - You may bet on any answer, not just your own.\n     - Bets can be moved during the betting period but are locked once time expires.\n\n4. **Resolution Phase**:\n   - The Question Reader reveals the correct answer.\n   - Determine the winning guess: the closest answer without exceeding the correct number.\n   - If all guesses are over, the \"All Guesses Too High\" slot wins.\n\n5. **Payout Phase**:\n   - The Banker awards payouts based on the odds of the winning slot:\n     - Return the original bet plus the payout (e.g., a 2 to 1 slot pays back double the bet).\n   - Players who wrote the winning guess receive a bonus of 3 Poker Chips.\n   - Collect losing bets; Betting Chips are returned to players, but lost Poker Chips go back to the bank.\n\n6. **Preparation for Next Round**:\n   - Players erase their Answer Boards.\n   - The used Question Card is set aside.\n   - Repeat the process for the next question.",
      "EndOfGame": "The game ends after a predetermined number of rounds, or when a player reaches a point goal."
    }
  },
  {
    "Game": "San Juan",
    "Mechanics": "Deck Building, Hand Management",
    "Playtime": "45 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A card game version of Puerto Rico, where players manage a city and construct buildings to earn points.",
      "Setup": "1. **Setup**:\n   - **Governor Selection**: Choose a starting player to receive the Governor card.\n   - **Role Cards**: Place the five role cards (Builder, Producer, Trader, Councillor, Prospector) in the center.\n   - **Trading House Tiles**: Shuffle and stack the five trading house tiles face down near the role cards.\n   - **Player Hands**: Each player:\n     - Takes one Indigo Plant card, placing it face up in their play area.\n     - Draws four cards from the deck as their starting hand.\n   - **Deck Placement**: Place the remaining cards face down as the draw pile.\n",
      "PlayerSetup": "2. **Player Setup**:\n   - **Building Area**: Players place their Indigo Plant in front of them, establishing their initial building.\n   - **Hand Management**: Players keep their four drawn cards hidden from opponents.\n   - **Governor Assignment**: The starting player receives the Governor card, indicating they will choose the first role in the initial round.",
      "Gameplay": "3. **Gameplay**:\n   - **Rounds**: The game progresses over multiple rounds, each consisting of the following phases:\n     1. **Role Selection**: Starting with the Governor and proceeding clockwise, each player selects one available role card and places it in front of them.\n     2. **Role Actions**: All players perform the action associated with the chosen role in turn order, with the selector receiving a special privilege:\n        - **Builder**: Construct a building by paying its cost in cards. The selector pays one card less.\n        - **Producer**: Produce goods on production buildings. The selector produces one additional good.\n        - **Trader**: Sell produced goods for cards. The selector may sell one extra good.\n        - **Councillor**: Draw two cards and keep one. The selector draws an additional three cards before choosing one to keep.\n        - **Prospector**: The selector draws one card; other players do not draw.\n     3. **Round End**: After all players have selected a role and actions are completed:\n        - Return role cards to the center.\n        - Pass the Governor card to the next player clockwise.\n        - Ensure players' hand sizes do not exceed seven cards (owners of a Tower may hold up to twelve). Excess cards must be discarded.",
      "EndOfGame": "The game ends when a player reaches a set number of victory points or when all players have built their buildings."
    }
  },
  {
    "Game": "Puzzle Strike",
    "Mechanics": "Bag Building, Deck Building",
    "Playtime": "30-60 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A deck-building game that combines match-3 style puzzles with strategic gameplay.",
      "Setup": "1. **Choose a Character**: Each player selects a character and takes the corresponding 3 character-specific chips.\r\n2. **Starting Deck**: Each player starts with 6 \"Gem\" chips (2x 1-gem and 4x 2-gem), 1 \"Crash Gem\", 1 \"Combine\", and 1 \"Double Crash\" chip.\r\n3. **Setup the Bank**: Shuffle and place a selection of 10 different chips face-up in the center, forming the \"Bank.\" These are the available chips players can buy during the game.\r\n4. **Starting Gem Pile**: Each player places a single 1-gem chip in their gem pile.\r\n5. **Draw Pile and Hand**: Players shuffle their starting chips to form a draw pile and draw 5 chips.\r\n6. **Determine First Player**: Randomly select a starting player.\r",
      "PlayerSetup": "- Each player starts with a personal bag containing their deck of chips.\r\n- Players draw 5 chips at the beginning of each turn.\r\n- Players start with one 1-gem in their gem pile.\r\n- The character?s unique chips are placed in their deck from the start.\r",
      "Gameplay": "1. **Ante**: At the start of each turn, the player antes one gem into their gem pile.\r\n2. **Action Phase**: Play one action chip from your hand (if possible). Some chips allow additional actions.\r\n3. **Buy Phase**: Spend gems to buy new chips from the Bank and add them to your discard pile.\r\n4. **Cleanup Phase**: Discard unplayed chips, then draw back up to 5 chips.\r\n5. **Crashing**: Use \"Crash Gem\" chips to break large gems and send them to opponents' piles.\r\n6. **Losing the Game**: If a player's gem pile reaches 10 or more gems at the end of their turn, they are eliminated.\r",
      "EndOfGame": "The game ends when a player?s gem pile is emptied. The player with the most points wins."
    }
  },
  {
    "Game": "Arcadia Quest",
    "Mechanics": "Campaign, Dice Rolling, Modular Board, Variable Player Powers",
    "Playtime": "60-90 min",
    "Players": "2-4",
    "Complexity": "Heavy",
    "QuickSetupGuide": {
      "Overview": "A miniatures-based game where players take on the role of guilds battling monsters to complete quests.",
      "Setup": "1. **Guild Selection**: Each player chooses a Guild color (Orange, Blue, Red, or Green) and takes the corresponding Guild dashboard and tokens.\r\n\r\n2. **Hero Drafting**: Players select 3 Heroes for their Guilds. Place the chosen Hero cards on the Guild dashboard and attach matching colored bases to their figures.\r\n\r\n3. **Starting Equipment**: Distribute 5 starter Upgrade cards to each player: Rusty Blade, Parrying Blade, Slingshot, Life Drain, and Nova Bolt. Players assign these cards to their Heroes, ensuring each Hero has up to 4 cards.\r\n\r\n4. **Scenario Selection**: Refer to the Campaign Book to choose the starting scenario. For first-time players, it's recommended to begin with the \"District of Hammers\" scenario.\r\n\r\n5. **Board Setup**: Arrange the game tiles as depicted in the chosen scenario's map, place door tokens, spawn tokens, portals, monsters, and quest tokens as specified.\r\n\r\n6. **Determine First Player**: Randomly select a player to take the first turn.\r\n",
      "PlayerSetup": "- **Guild Dashboard**: Organize your 3 Heroes on the dashboard, assigning each up to 4 Upgrade cards.\r\n\r\n- **Hero Figures**: Place your Hero figures in the designated starting area on the game board.\r\n\r\n- **Tokens and Cards**: Keep your Guild tokens, coins, wound tokens, and any other components within easy reach.\r\n",
      "Gameplay": "1. **Player Turns**: Players take turns in clockwise order. On your turn, you can either:\r\n   - **Activate a Hero**: Move and/or attack with one of your Heroes.\r\n   - **Rest**: Refresh all your Heroes and exhausted cards.\r\n\r\n2. **Movement**: Activated Heroes can move up to 3 spaces. Movement can include opening doors or interacting with certain elements.\r\n\r\n3. **Combat**: Heroes attack enemies (monsters or rival Heroes) using equipped Upgrade cards. Resolve attacks by rolling dice, applying hits, and determining defense outcomes.\r\n\r\n4. **Quests**: Complete PvE (Player vs. Environment) or PvP (Player vs. Player) quests as outlined in the scenario. Completing quests grants rewards and progresses the campaign.\r\n\r\n5. **Death and Resurrection**: If a Hero accumulates wounds equal to their life value, they're considered dead and placed on their Guild dashboard. During a Rest action, dead Heroes are resurrected in the starting area.\r\n\r\n6. **Upgrade Phase**: After each scenario, players earn coins based on their achievements, which can be spent to acquire new Upgrade cards for their Heroes.\r",
      "EndOfGame": "The game ends after a set number of quests or when a player's guild completes their final objective."
    }
  },
  {
    "Game": "Century: Golem Edition",
    "Mechanics": "Hand Management, Deck Building, Engine Building",
    "Playtime": "30-45 min",
    "Players": "2-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "Golem Edition: A resource management game where players trade and collect gems to earn victory points.",
      "Setup": "1. **Setup Point Cards**: Shuffle the point cards (Golem back) to form a deck. Draw five cards and place them face-up in a row.\r\n\r\n2. **Place Bonus Tokens**: Above the leftmost point card, place a number of copper tokens equal to twice the number of players. Above the second point card, place silver tokens in the same quantity.\r\n\r\n3. **Prepare Merchant Deck**: Separate the 10 starting merchant cards (purple-bordered) and distribute one 'Create 2' and one 'Upgrade 2' card to each player as their starting hand. Shuffle the remaining merchant cards to form a deck and draw six cards, placing them face-up in a row.\r\n\r\n4. **Set Up Crystals**: Arrange the crystals by color (yellow, green, turquoise, magenta) into their respective bowls.\r\n\r\n5. **Distribute Caravans**: Each player receives a caravan card. Determine the first player randomly; they receive three yellow crystals. Subsequent players receive crystals as follows:\r\n   - Second player: four yellow crystals\r\n   - Third player: four yellow crystals\r\n   - Fourth player: three yellow and one green crystal\r\n   - Fifth player: three yellow and one green crystal\r",
      "PlayerSetup": "- **Starting Hand**: Each player begins with two starting merchant cards: 'Create 2' and 'Upgrade 2'.\r\n\r\n- **Caravan Setup**: Players place their initial crystals on their caravan cards as per the setup instructions.\r\n\r\n- **Player Order**: The player with the first player symbol on their caravan card starts the game.\r",
      "Gameplay": "On a player's turn, they must perform one of the following actions:\r\n\r\n1. **Play a Card**: Place a merchant card from your hand face-up in front of you and execute its effect:\r\n   - *Crystal Cards*: Gain the specified crystals and place them on your caravan.\r\n   - *Upgrade Cards*: Upgrade crystals on your caravan to higher-tier colors.\r\n   - *Trade Cards*: Exchange specified crystals for others as indicated on the card.\r\n\r\n2. **Acquire a Merchant Card**: Select a face-up merchant card from the row. To take a card beyond the leftmost one, place one crystal from your caravan on each card to its left. Add the chosen card to your hand and any crystals on it to your caravan. Refill the row by sliding remaining cards left and drawing a new one to the rightmost position.\r\n\r\n3. **Rest**: Retrieve all previously played cards back into your hand.\r\n\r\n4. **Claim a Point Card**: If you have the necessary crystals matching a point card's requirement, return those crystals to the supply and take the point card. If claiming the leftmost or second leftmost point card, also take the corresponding bonus token above it. Refill the row as with merchant cards.\r",
      "EndOfGame": "Golem Edition: The game ends after the set number of turns, and the player with the most victory points wins."
    }
  },
  {
    "Game": "Juicy Fruits",
    "Mechanics": "Tile Placement, Set Collection",
    "Playtime": "20-40 min",
    "Players": "1-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A tile-laying game where players gather fruit and manage an island to earn points.",
      "Setup": "1. **Island Boards**: Each player receives an island board, placing it in front of them.\r\n\r\n2. **Fruit Tokens**: Place the fruit tokens (bananas, limes, oranges, pomegranates, and mangosteens) in a general supply accessible to all players.\r\n\r\n3. **Ship Tokens**: Randomly draw and place ship tokens on the designated dock spaces around each player's island.\r\n\r\n4. **Business Board**: Set up the central business board with available business tiles and the license track.\r\n\r\n5. **Juice Factory (Optional Advanced Variant)**: If playing with the juice factory, place the juice factory board nearby, along with the corresponding components.\r",
      "PlayerSetup": "- **Fruit Collectors**: Each player starts with five fruit collector tokens placed on their island's grid.\r\n\r\n- **Score Markers**: Place each player's score marker on the starting position of the score track.\r\n\r\n- **Personal Supply**: Players begin with no fruit in their personal supply.\r\n",
      "Gameplay": "1. **Harvesting Fruit**: On your turn, slide a fruit collector token in a straight line on your island's grid. The number of spaces moved determines the amount of that fruit type you collect. Collectors cannot move through other tokens.\r\n\r\n2. **Fulfilling Ship Orders**: Spend the required fruit to fulfill an order for a ship adjacent to your island. Remove the ship token, freeing up space for future movements, and gain the points indicated.\r\n\r\n3. **Acquiring Businesses**: Spend fruit to acquire business tiles from the business board. Place these tiles on your island, which may provide immediate or ongoing benefits and points.\r\n\r\n4. **Juice Factory (If Using)**: Instead of the above actions, you may choose to produce juice by moving your discs in the juice factory, converting fruit into points.\r\n\r\n5. **End of Turn**: Replenish any emptied business spaces on the business board. Play proceeds clockwise.\r",
      "EndOfGame": "The game ends when the last fruit is taken from the center, and the player with the most points wins."
    }
  },
  {
    "Game": "Terraforming Mars",
    "Mechanics": "Engine Building, Tile Placement, Hand Management, Drafting",
    "Playtime": "90-120 min",
    "Players": "1-5",
    "Complexity": "Heavy",
    "QuickSetupGuide": {
      "Overview": "A deep strategy game where players compete to terraform Mars and make it habitable, using resources and technologies.",
      "Setup": "1. **Game Board Setup**:\r\n   - Place the game board in the center, showing Mars' surface with designated areas for ocean, greenery, and city tiles.\r\n   - Position the temperature marker at -30?C and the oxygen marker at 0% on their respective tracks.\r\n   - Place nine ocean tiles face down on the designated spots on the board.\r\n   - Shuffle the project cards and place them as a draw pile.\r\n\r\n2. **Player Setup**:\r\n   - Each player selects a color and receives:\r\n     - A player board.\r\n     - Matching markers.\r\n     - 1 MegaCredit (M?) production marker placed on the \"1\" space of the production track; all other production markers start at \"0\".\r\n     - A TR (Terraform Rating) marker placed on the \"20\" space of the TR track.\r\n   - Deal two corporation cards to each player; choose one to keep.\r\n   - Each player draws 10 project cards and may purchase any number of them for 3 M? each, discarding the rest.\r\n\r\n3. **Starting Resources**:\r\n   - Players receive starting resources as indicated on their chosen corporation card.\r",
      "PlayerSetup": "- **Corporation Selection**: After receiving two corporation cards, each player selects one to determine their starting resources, production capabilities, and unique abilities.\r\n\r\n- **Initial Resources**: Based on the chosen corporation, players adjust their production tracks and collect the corresponding starting resources.\r\n\r\n- **Project Cards**: Players review their initial 10 project cards and decide which to purchase for their starting hand, paying 3 M? per card.\r",
      "Gameplay": "The game progresses through a series of generations, each consisting of the following phases:\r\n\r\n1. **Turn Order Phase**:\r\n   - Pass the first player marker clockwise.\r\n   - Advance the generation marker by one.\r\n\r\n2. **Research Phase**:\r\n   - Each player draws four project cards.\r\n   - Players may purchase any number of these cards for 3 M? each, adding them to their hand and discarding the rest.\r\n\r\n3. **Action Phase**:\r\n   - Players take turns performing one or two actions per turn, continuing clockwise until all players pass. Actions include:\r\n     - Playing a project card from hand, paying its cost and meeting any requirements.\r\n     - Using a standard project from the game board.\r\n     - Claiming a milestone by paying 8 M? (limited to three milestones per game).\r\n     - Funding an award by paying 8 M? (limited to three awards per game).\r\n     - Activating an action effect on a blue card in play.\r\n     - Converting 8 plant resources into a greenery tile, increasing the oxygen level and TR.\r\n     - Converting 8 heat resources to raise the temperature and increase TR.\r\n\r\n4. **Production Phase**:\r\n   - Players produce resources based on their production levels:\r\n     - MegaCredits: Equal to TR plus M? production level.\r\n     - Steel, Titanium, Plants, Energy, and Heat: According to respective production levels.\r\n   - Convert all energy into heat.\r",
      "EndOfGame": "The game ends after a set number of generations, and the player with the most points wins."
    }
  },
  {
    "Game": "Bargain Quest",
    "Mechanics": "Auction/Bidding, Drafting, Set Collection",
    "Playtime": "30-60 min",
    "Players": "2-6",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A deck-building game where players run shops selling gear to adventurers, aiming to become the most successful business.",
      "Setup": "1. **Setup the Market**:\r\n   - Shuffle the Item deck and place it face down to form the Item Shop.\r\n   - Reveal the top 4 Item cards to create the Market.\r\n\r\n2. **Prepare Hero and Monster Decks**:\r\n   - Separate Hero cards by level (I, II, III), shuffle each level, and stack them with Level I on top.\r\n   - Shuffle the Monster cards and place them face down.\r\n\r\n3. **Distribute Player Materials**:\r\n   - Each player receives a Shop Board, a random Showcase Tile, and 100 Gold.\r\n   - Shuffle the Employee cards and deal 3 to each player; players choose 1 to keep and discard the rest.\r\n\r\n4. **Determine Starting Player**:\r\n   - The player who most recently visited a shop becomes the starting player and receives the Starting Player token.\r",
      "PlayerSetup": "- **Shop Setup**:\r\n  - Place your Showcase Tile on your Shop Board's designated area.\r\n  - Draw 4 Item cards from the Item Shop as your starting inventory.\r\n\r\n- **Employee Assignment**:\r\n  - Place your chosen Employee card face up next to your Shop Board; their abilities are now available to you.\r\n\r\n- **Gold Placement**:\r\n  - Place your starting 100 Gold on your Shop Board's Gold Reserve area.\r\n",
      "Gameplay": "1. **Supply Step**:\r\n   - All players simultaneously draft Item cards:\r\n     - Draw 4 Item cards from the Item Shop.\r\n     - Choose 1 card to keep and pass the remaining to the left.\r\n     - Repeat until all players have 4 new Item cards.\r\n\r\n2. **Display Step**:\r\n   - Select 1 Item card from your hand to place in your Showcase, attracting heroes to your shop.\r\n\r\n3. **Shopping Step**:\r\n   - Heroes enter shops based on the appeal of the showcased items.\r\n   - Players sell items to the visiting hero, equipping them for their quest.\r\n\r\n4. **Adventure Step**:\r\n   - Heroes confront the current Monster:\r\n     - Calculate the hero's strength based on their attributes and equipped items.\r\n     - Determine the outcome of the battle:\r\n       - Success: The hero survives, and the shop gains reputation.\r\n       - Failure: The hero is defeated, and the shop may lose reputation.\r\n\r\n5. **Upgrade Step**:\r\n   - Players can purchase Upgrades or hire Employees to enhance their shop's capabilities.\r\n\r\n6. **Storage Step**:\r\n   - Discard down to 4 Item cards in hand.\r\n   - Prepare for the next round by resetting any used abilities or tokens.\r",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points from selling to adventurers wins."
    }
  },
  {
    "Game": "Hero Realms",
    "Mechanics": "Deck Building, Hand Management, Cooperative Play",
    "Playtime": "20-40 min",
    "Players": "1-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A deck-building game where players create powerful combos and battle opponents with various heroes.",
      "Setup": "1. **Health Tracking**: Each player sets their starting health to 50.\r\n\r\n2. **Starting Deck**: Each player shuffles a personal deck containing:\r\n   - 7 Gold cards\r\n   - 1 Shortsword card\r\n   - 1 Dagger card\r\n   - 1 Ruby card\r\n\r\n3. **Market Setup**: Shuffle the Market Deck and reveal the top five cards, placing them face-up in the center as the Market Row. Place the Fire Gem cards in a pile accessible to all players.\r\n\r\n4. **Determine First Player**: Randomly select a starting player. The first player draws a three-card hand; the second player draws four cards; all other players draw five cards.\r\n",
      "PlayerSetup": "- **Deck and Hand**: Each player shuffles their personal deck and draws their initial hand based on turn order.\r\n\r\n- **Play Area**: Designate space for a personal discard pile and in-play area for champions and actions.\r\n\r\n- **Health Tracker**: Use a method (such as a scorecard or app) to monitor your health, starting at 50.\r\n",
      "Gameplay": "1. **Starting Phase**: Begin your turn.\r\n\r\n2. **Main Phase**:\r\n   - **Play Cards**: Play cards from your hand to generate Gold, Combat, and other effects.\r\n   - **Acquire Cards**: Use Gold to purchase cards from the Market Row or Fire Gems, placing acquired cards into your discard pile.\r\n   - **Combat**: Use Combat to attack opponents or their champions. Opponents' guards must be defeated before targeting them directly or their non-guard champions.\r\n\r\n3. **Discard Phase**: Place all played and unplayed cards into your discard pile.\r\n\r\n4. **Draw Phase**: Draw five new cards. If your deck is empty, shuffle your discard pile to form a new deck and continue drawing.\r\n\r\n5. **End Phase**: Conclude your turn; the next player begins theirs.\r\n",
      "EndOfGame": "The game ends when one player?s health reaches zero, and the other player wins."
    }
  },
  {
    "Game": "Massive Darkness 2",
    "Mechanics": "Cooperative Play, Dice Rolling, Modular Board, Campaign",
    "Playtime": "90-120 min",
    "Players": "1-6",
    "Complexity": "Heavy",
    "QuickSetupGuide": {
      "Overview": "A dungeon crawler where players take on the role of heroes exploring dark environments to defeat enemies and gain loot.",
      "Setup": "1. **Select Quest**: Choose a quest from the quest book and set up the game tiles as indicated.\r\n\r\n2. **Prepare Hero Dashboards**: Each player selects a hero and takes the corresponding dashboard, miniature, and class components. Attach the colored base to the hero miniature and place the level token in the level slot on the dashboard, starting at level 1.\r\n\r\n3. **Distribute Starting Equipment**: Lay out the starting equipment cards. Each hero selects one starting weapon, one starting armor, and one potion (health or mana) and places them in the appropriate slots on their dashboard.\r\n\r\n4. **Set Up Lifebringer Tokens**: Place two Lifebringer tokens face-up within reach of all players.\r\n\r\n5. **Arrange Game Components**: Shuffle the Door, Mob, Roaming Monster, and Treasure decks separately. Place the Darkness track and marker nearby. Position all monster miniatures, tokens, and dice within easy reach.\r\n\r\n6. **Spawn Initial Mobs**: For each white spawn point on the game tiles, draw a card from the Level 1?2 Mob deck and place the corresponding miniatures (one leader and a number of minions equal to the number of heroes) on the spawn point. Equip each mob with a Level 1?2 monster item by drawing from the appropriate deck.\r\n\r\n7. **Position Heroes**: Place all hero miniatures in the designated starting zone as specified by the quest.\r\n\r\n8. **Prepare Treasure Bag**: Place the specified number of Common, Rare, and Epic Treasure tokens into the Treasure bag as directed by the quest setup.\r",
      "PlayerSetup": "- **Hero Dashboard Setup**: Each player places their hero card into the hero slot on their dashboard. Insert pegs into the experience track at \"0\" and the level track at \"1\".\r\n\r\n- **Equip Starting Items**: Players equip their chosen weapon and armor in the appropriate slots on their dashboard. Potions are placed next to the dashboard.\r\n\r\n- **Class Components**: Depending on the chosen class, players set up any additional components or tokens as described in their class rules.\r\n",
      "Gameplay": "The game progresses through a series of rounds, each consisting of four phases:\r\n\r\n1. **Hero Phase**: Players decide the activation order for their heroes. Each hero performs three actions, choosing from:\r\n   - **Move**: Spend movement points to navigate the dungeon or interact with objects.\r\n   - **Combat**: Engage enemies in melee, ranged, or magic attacks.\r\n   - **Trade and Equip**: Exchange items with other heroes in the same zone and adjust equipped items.\r\n   - **Special Actions**: Use class-specific abilities or interact with quest-specific elements.\r\n\r\n2. **Enemy Phase**: All enemies activate, performing actions based on their AI:\r\n   - **Mobs**: Groups of enemies that attack heroes within range or move toward the nearest hero if no targets are in range.\r\n   - **Roaming Monsters**: Powerful singular enemies with unique behaviors and attack patterns.\r\n\r\n3. **Level Up Phase**: Heroes can spend accumulated experience points to gain new skills or enhance existing ones, increasing their effectiveness in combat and exploration.\r\n\r\n4. **Darkness Phase**: The Darkness track advances, potentially spawning new enemies or triggering events that escalate the dungeon's danger.\r\n",
      "EndOfGame": "The game ends when players defeat the final boss or are all eliminated."
    }
  },
  {
    "Game": "Race for the Galaxy",
    "Mechanics": "Hand Management, Tableau Building, Variable Player Powers",
    "Playtime": "30-60 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A fast-paced card game about exploring space, with players building empires through trade, exploration, and military conquest.",
      "Setup": "1. **Setup Victory Points**: Place 12 victory point (VP) chips per player in the center. For example, in a 3-player game, set out 36 VP chips. Set aside the 10 VP chips for use only during the final round if needed.\r\n\r\n2. **Distribute Action Cards**: Each player receives a set of seven different action cards, used to select phases each round.\r\n\r\n3. **Assign Start Worlds**: Shuffle the five start world cards and deal one face-up to each player. This card forms the beginning of each player's tableau.\r\n\r\n4. **Prepare Game Deck**: Shuffle the remaining game cards, including any unused start worlds, to form the draw deck. Deal six cards to each player; each player then discards two cards, keeping four as their starting hand.\r\n\r\n5. **Initial Goods**: If a player's start world indicates a starting good (e.g., a windfall world), place a face-down card from the deck on that world to represent the good.\r",
      "PlayerSetup": "- **Tableau Setup**: Each player's tableau starts with their assigned start world placed face-up in front of them.\r\n\r\n- **Hand Preparation**: After discarding two cards from the initial six dealt, each player begins with a hand of four cards.\r\n\r\n- **Action Cards**: Players arrange their set of seven action cards, which they will use to select phases during each round.\r",
      "Gameplay": "1. **Phase Selection**: At the start of each round, players simultaneously and secretly choose one action card, representing the phase they wish to activate.\r\n\r\n2. **Reveal and Execute Phases**: All chosen phases are revealed and executed in order (I: Explore, II: Develop, III: Settle, IV: Consume, V: Produce). Only selected phases occur that round. All players participate in each selected phase, but only the players who chose a phase receive its bonus.\r\n\r\n   - **Explore**: Draw two cards and keep one. Players who selected this phase gain a bonus, such as drawing additional cards or keeping extra cards.\r\n\r\n   - **Develop**: Players may play a development card from their hand by paying its cost (discarding a number of cards equal to the development's cost). Those who chose this phase discard one card fewer as their bonus.\r\n\r\n   - **Settle**: Players can play a world card by paying its cost or meeting its military requirement. Players who selected this phase may draw a card after settling as a bonus.\r\n\r\n   - **Consume**: Players can consume goods on their worlds to gain victory points or draw cards. Selecting this phase may offer bonuses like trading goods for more cards.\r\n\r\n   - **Produce**: Players place a good (a face-down card from the deck) on each production world in their tableau. Those who chose this phase may also produce on one windfall world as a bonus.\r\n\r\n3. **Round End**: After all selected phases are completed, players discard down to ten cards in hand, if necessary. The next round then begins with a new phase selection.\r",
      "EndOfGame": "The game ends when a player has completed 12 or more victory points, and the player with the most points wins."
    }
  },
  {
    "Game": "Stockpile",
    "Mechanics": "Stock Holding, Auction/Bidding, Market Manipulation",
    "Playtime": "45-60 min",
    "Players": "2-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A stock market game where players speculate on stocks and investments, aiming to outsmart opponents and gain the highest return.",
      "Setup": "1. **Board and Components Setup**:\r\n   - Place the game board centrally.\r\n   - Position the Turn Marker on the calendar space corresponding to the number of players.\r\n   - Place Stock Tickers on their starting values, indicated by darkened circles on the board.\r\n   - Shuffle and place Company and Forecast Cards in separate decks beside the board.\r\n\r\n2. **Player Materials**:\r\n   - Each player receives:\r\n     - 1 Player Board\r\n     - 1 Bidding Meeple\r\n     - $20,000 in Currency Cards (three $5K and five $1K bills)\r\n   - Deal one of each of the six different stock cards from the Market Deck to each player. Players place this stock face-down in their Stock Portfolio section.\r\n\r\n3. **Determine Starting Player**:\r\n   - The player who most recently paid the most for a meal receives the First Player Token.\r",
      "PlayerSetup": "- Players arrange their Player Boards and components in front of them.\r\n- Ensure all players have their initial stock card placed face-down in their Stock Portfolio.\r\n- Players keep their Currency Cards and Bidding Meeple accessible for use during the game.\r",
      "Gameplay": "*Stockpile* is played over several rounds, each consisting of six phases:\r\n\r\n1. **Information Phase**:\r\n   - Each player receives one Company Card and one Forecast Card, kept hidden.\r\n   - One additional pair of Company and Forecast Cards is placed face-up on the board as public information.\r\n   - Remaining pairs, if any, are placed face-down beside the board.\r\n\r\n2. **Supply Phase**:\r\n   - Flip one card from the Market Deck face-up onto each Stockpile area on the board.\r\n   - Deal two Market Deck cards to each player. In turn order, players add one card face-up and one card face-down to any Stockpile(s).\r\n\r\n3. **Demand Phase**:\r\n   - Players bid on Stockpiles using their Bidding Meeples, starting with the First Player and proceeding clockwise.\r\n   - Bidding continues until all Stockpiles have been claimed. Players pay their bids and collect the corresponding Stockpile cards.\r\n\r\n4. **Action Phase**:\r\n   - Players use any Action Cards obtained, manipulating stock values as indicated, then discard these cards.\r\n\r\n5. **Selling Phase**:\r\n   - In turn order, players may sell any number of stocks from their portfolio, receiving money equal to the current stock value for each share sold.\r\n\r\n6. **Movement Phase**:\r\n   - Reveal and resolve all Company and Forecast Cards, adjusting stock values accordingly.\r\n   - Apply effects such as dividends, stock splits, or bankruptcies as dictated by the Forecast Cards.\r",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most investment profit wins."
    }
  },
  {
    "Game": "Sagrada",
    "Mechanics": "Dice Drafting, Pattern Building",
    "Playtime": "30-45 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A dice-drafting game where players build colorful stained glass windows while following certain patterns and rules.",
      "Setup": "1. **Prepare the Game Area**:\r\n   - **Round Track**: Place the Round Track in the center of the play area.\r\n   - **Tool Cards**: Shuffle and reveal 3 Tool Cards, placing them face-up near the Round Track.\r\n   - **Public Objective Cards**: Shuffle and reveal 3 Public Objective Cards, placing them face-up for all players to see.\r\n   - **Dice Bag**: Place all 90 dice into the provided dice bag.\r\n\r\n2. **Determine Start Player**: Randomly select a player to begin; this player receives the dice bag and will start the first round.\r\n",
      "PlayerSetup": "1. **Distribute Components**:\r\n   - **Window Frame Player Board**: Each player receives one.\r\n   - **Window Pattern Cards**: Deal 2 randomly to each player. Each player selects one to use and inserts it into their Window Frame, returning the other to the box. The chosen pattern determines the difficulty level and the number of Favor Tokens received (indicated by the difficulty number on the card).\r\n   - **Private Objective Card**: Deal one to each player face-down; players may look at their own card secretly.\r\n   - **Favor Tokens**: Each player takes a number of tokens equal to the difficulty level of their chosen Window Pattern Card.\r\n   - **Score Marker**: Each player places their marker near the Round Track for scoring purposes.\r\n",
      "Gameplay": "The game is played over 10 rounds, each consisting of the following phases:\r\n\r\n1. **Dice Drafting**:\r\n   - The Start Player draws dice from the bag equal to twice the number of players plus one (e.g., 5 dice for 2 players) and rolls them to form the Draft Pool.\r\n   - Players take turns selecting one die each in a clockwise order, then reverse the order for the second selection (snake draft).\r\n\r\n2. **Placing Dice**:\r\n   - **Placement Rules**:\r\n     - The first die must be placed on an edge or corner space of the window.\r\n     - Subsequent dice must be placed adjacent (orthogonally or diagonally) to an already placed die.\r\n     - Dice must match the color or value restrictions of the spaces they occupy.\r\n     - No orthogonally adjacent dice can share the same color or value.\r\n   - **Tool Cards**: On their turn, a player may spend Favor Tokens to use a Tool Card's special ability, paying 1 token if it's unused or 2 if it has been used previously.\r\n\r\n3. **End of Round**:\r\n   - Unselected dice are placed on the Round Track to indicate the round number.\r\n   - Pass the dice bag clockwise to the next player, who becomes the new Start Player.\r",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points from their stained glass window wins."
    }
  },
  {
    "Game": "Dominion",
    "Mechanics": "Deck Building, Hand Management",
    "Playtime": "30-45 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A deck-building game where players buy cards to improve their deck and compete to gather victory points.",
      "Setup": "1. **Supply Setup**:\r\n   - **Treasure Cards**: Place Copper, Silver, and Gold piles within reach.\r\n   - **Victory Cards**: Place Estate, Duchy, and Province piles nearby.\r\n   - **Curse Cards**: Set up the Curse pile.\r\n   - **Kingdom Cards**: Select 10 unique Kingdom card piles and arrange them.\r\n\r\n2. **Player Decks**:\r\n   - Each player starts with a deck of 7 Copper and 3 Estate cards. Players shuffle their decks and draw 5 cards as their starting hand.\r",
      "PlayerSetup": "- Players shuffle their initial 10-card deck (7 Copper, 3 Estate) and draw 5 cards to form their starting hand.\r\n",
      "Gameplay": "Each turn consists of:\r\n1. **Action Phase**: Play one Action card from your hand, if available.\r\n2. **Buy Phase**: Play Treasure cards to generate coins, then purchase one card from the Supply.\r\n3. **Clean-up Phase**: Discard all played and unplayed cards, then draw 5 new cards.\r\n\r\nIf your deck is empty when drawing, shuffle your discard pile to form a new deck.\r\n",
      "EndOfGame": "The game ends when certain supply piles are depleted, and the player with the most victory points wins."
    }
  },
  {
    "Game": "7 Wonders",
    "Mechanics": "Card Drafting, Set Collection, Engine Building",
    "Playtime": "30-45 min",
    "Players": "3-7",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A card drafting game where players build civilizations and wonders, aiming to gather the most points through development.",
      "Setup": "1. **Wonder Boards**: Randomly distribute a Wonder board to each player, representing one of the seven ancient wonders. Each board has a day (A) and night (B) side; for the first game, use side A.\r\n\r\n2. **Age Cards**: Separate the cards into three decks corresponding to Ages I, II, and III. Remove cards not suitable for the player count (indicated on the cards). For Age III, shuffle the purple Guild cards and randomly include a number equal to the number of players plus two; return the rest to the box.\r\n\r\n3. **Starting Resources**: Each player receives 3 coins, placing them on their Wonder board. The remaining coins form the bank.\r\n\r\n4. **Military Tokens**: Place conflict tokens (victory and defeat) in the center of the table.\r\n\r\n5. **Preparation Complete**: Return any unused components to the box.\r",
      "PlayerSetup": "- **Resource Production**: Identify the resource your Wonder board produces, depicted in the top left corner.\r\n\r\n- **Initial Hand**: Each player receives 7 Age I cards.\r\n\r\n- **Coin Placement**: Place your 3 starting coins on your Wonder board.\r\n",
      "Gameplay": "1. **Card Selection**: Each player selects one card from their hand and places it face down in front of them. Remaining cards are passed to the next player (left in Ages I and III, right in Age II).\r\n\r\n2. **Action Execution**: Reveal chosen cards simultaneously and perform one of the following actions:\r\n   - **Construct a Building**: Pay the resource or coin cost to build the structure, placing the card in your play area.\r\n   - **Build a Wonder Stage**: Use the selected card to build the next stage of your Wonder by paying its cost and placing the card face down under the corresponding section of the Wonder board.\r\n   - **Discard for Coins**: Discard the card to gain 3 coins from the bank.\r\n\r\n3. **Resource Management**: Utilize your own resources or trade with neighbors, paying 2 coins per resource to the neighboring player.\r\n\r\n4. **Repeat**: Continue selecting, revealing, and executing actions until six cards have been played in the age. The seventh card is discarded without effect.\r\n\r\n5. **Military Conflict Resolution**: At the end of each age, compare the number of shield symbols (military strength) with neighboring players:\r\n   - **Victory**: Gain a victory token worth 1 point (Age I), 3 points (Age II), or 5 points (Age III) if you have more shields than a neighbor.\r\n   - **Defeat**: Receive a -1 point token if you have fewer shields than a neighbor.\r\n",
      "EndOfGame": "The game ends after three ages, and the player with the most points from their civilization wins."
    }
  },
  {
    "Game": "Dune: Imperium",
    "Mechanics": "Deck Building, Worker Placement, Area Control",
    "Playtime": "60-120 min",
    "Players": "1-4",
    "Complexity": "Heavy",
    "QuickSetupGuide": {
      "Overview": "Imperium: A strategy game that combines deck-building with worker placement, set in the Dune universe where players vie for control of the planet Arrakis.",
      "Setup": "1. **Game Board and Components**:\r\n   - Place the game board centrally.\r\n   - Shuffle the Intrigue and Imperium decks separately; place them face down on their designated spots.\r\n   - Arrange the Spice tokens, Solari tokens, and Water tokens as general supplies.\r\n   - Shuffle the Conflict cards and place them face down on the Conflict deck space.\r\n\r\n2. **Faction and Leader Selection**:\r\n   - Each player selects a House and its corresponding leader, taking the associated leader card and components.\r\n\r\n3. **Player Components**:\r\n   - Each player receives:\r\n     - 1 player board.\r\n     - 2 Agent tokens (place a third Agent, the Swordmaster, near the Mentat board space).\r\n     - 1 Alliance token for each of the four factions.\r\n     - 1 Combat marker.\r\n     - 1 set of 10 starting cards (shuffle to form a personal draw deck).\r\n     - 3 Control markers.\r\n     - 4 discs (place one on the score track, one on the water track, and two on the persuasion track).\r\n\r\n4. **Setup Specifics**:\r\n   - Place the Mentat token on its designated board space.\r\n   - Position the appropriate number of spice tokens on spaces indicated by the game board.\r\n   - Reveal the top card of the Conflict deck to determine the first round's conflict.\r\n   - Randomly determine the first player, who receives the First Player marker.\r",
      "PlayerSetup": "- **Deck Preparation**: Each player shuffles their 10-card starting deck and draws five cards to form their starting hand.\r\n\r\n- **Resource Allocation**: Players begin with resources as indicated on their leader cards, which may include Solari, Water, or Spice.\r\n\r\n- **Agent Placement**: Players place their initial two Agents on their player boards; the third Agent (Swordmaster) can be acquired during gameplay.\r\n\r\n- **Faction Influence**: Place markers on the influence tracks of the four factions (Emperor, Spacing Guild, Bene Gesserit, Fremen) to indicate starting influence levels.\r\n",
      "Gameplay": "1. **Rounds and Phases**: The game is played over a series of rounds, each consisting of the following phases:\r\n\r\n   - **Round Start**: Reveal the top Conflict card to set the stakes for the round.\r\n\r\n   - **Player Turns**: On a player's turn, they may:\r\n     - **Agent Turn**: Play a card from their hand, send an Agent to a board space matching the card's symbol, and execute the associated actions.\r\n     - **Reveal Turn**: Once a player has placed all their Agents, they reveal their remaining hand to gain Persuasion points for acquiring new cards and may gain additional bonuses.\r\n\r\n   - **Combat Phase**: After all players have taken their turns, resolve combat based on the Conflict card. Players compare their total combat strength in the conflict area, with rewards given based on rankings.\r\n\r\n   - **Maker Phase**: Add spice tokens to specific board spaces as indicated, increasing their value for future turns.\r\n\r\n   - **Recall Phase**: Players retrieve their Agents, and the First Player marker passes clockwise.\r\n\r\n2. **Acquiring Cards**: During the Reveal Turn, players use Persuasion points to acquire new cards from the Imperium Row or the Spice Must Flow cards, enhancing their decks and strategies.\r\n\r\n3. **Faction Alliances**: Gaining influence with factions can provide powerful benefits. Reaching the top of a faction's influence track awards an Alliance token, granting additional advantages and victory points.\r\n\r\n4. **Resource Management**: Players must balance the acquisition and expenditure of Spice, Solari, and Water to deploy Agents effectively, participate in combat, and acquire additional resources or cards.\r",
      "EndOfGame": "Imperium: The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "Catan",
    "Mechanics": "Trading, Route Building, Dice Rolling",
    "Playtime": "60-120 min",
    "Players": "3-6",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A classic board game about resource gathering and trading, where players build settlements and roads to expand their influence.",
      "Setup": "1. **Board Assembly**: Arrange the hexagonal terrain tiles to form the island of Catan. For beginners, use the fixed layout provided in the rulebook; experienced players can opt for a random setup.\r\n\r\n2. **Number Tokens**: Place numbered tokens on each terrain hex, excluding the desert. These numbers determine which dice rolls produce resources for the adjacent settlements.\r\n\r\n3. **Robber Placement**: Position the robber token on the desert hex.\r\n\r\n4. **Resource and Development Cards**: Sort the resource cards into five stacks (brick, lumber, wool, grain, and ore) and place them face up beside the board. Shuffle the development cards and place them face down nearby.\r\n\r\n5. **Player Pieces**: Each player selects a color and takes:\r\n   - 5 settlements\r\n   - 4 cities\r\n   - 15 roads\r\n   - 1 building costs card\r\n\r\n6. **Determine Starting Player**: Each player rolls both dice; the highest roller goes first.\r\n",
      "PlayerSetup": "1. **Initial Settlement Placement**: In the initial setup phase, players take turns placing two settlements and two roads:\r\n   - First Round: Starting with the first player and proceeding clockwise, each player places one settlement on an unoccupied intersection and one adjacent road.\r\n   - Second Round: In reverse order, starting with the last player and proceeding counterclockwise, each player places their second settlement and an adjacent road.\r\n\r\n2. **Starting Resources**: After placing the second settlement, each player receives one resource card for each adjacent terrain hex corresponding to that settlement.\r\n",
      "Gameplay": "1. **Resource Production**: At the beginning of a player's turn, they roll two six-sided dice. The sum determines which hexes produce resources. Players with settlements adjacent to hexes matching the rolled number receive the corresponding resource cards; cities yield double resources.\r\n\r\n2. **Trading**: After resource production, the active player may trade resources:\r\n   - **Domestic Trade**: Trade with other players through mutual agreement.\r\n   - **Maritime Trade**: Trade with the bank at a 4:1 ratio, or at improved rates (3:1 or 2:1) if the player has settlements adjacent to specific ports.\r\n\r\n3. **Building**: Players can spend resources to build:\r\n   - **Roads**: Cost 1 brick and 1 lumber; extend a player's network.\r\n   - **Settlements**: Cost 1 brick, 1 lumber, 1 wool, and 1 grain; must be placed at least two roads away from other settlements.\r\n   - **Cities**: Upgrade a settlement at the cost of 2 grain and 3 ore; yield additional resources and victory points.\r\n   - **Development Cards**: Cost 1 wool, 1 grain, and 1 ore; provide various benefits when played.\r\n\r\n4. **Robber Mechanic**: Rolling a 7 activates the robber:\r\n   - Players with more than 7 resource cards must discard half (rounded down).\r\n   - The active player moves the robber to a hex of their choice, blocking resource production there, and steals one random resource card from a player with a settlement or city adjacent to that hex.\r\n\r\n5. **Ending Turn**: After trading and building, the player's turn ends, and the next player proceeds.\r\n",
      "EndOfGame": "The game ends when a player reaches 10 points, and that player wins."
    }
  },
  {
    "Game": "My City",
    "Mechanics": "Legacy, Tile Placement, City Building",
    "Playtime": "30-45 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A legacy-style city-building game where players develop their cities over time, changing the rules and elements as they go.",
      "Setup": "1. **Game Board and Components**:\r\n   - Each player receives:\r\n     - 1 personal game board with a unique animal symbol.\r\n     - A set of 24 building tiles corresponding to their game board's symbol, comprising:\r\n       - 8 yellow residential buildings\r\n       - 8 red public buildings\r\n       - 8 blue industrial buildings\r\n     - 1 scoring token, placed on the number 10 of the scoring track.\r\n\r\n2. **Construction Cards**:\r\n   - Shuffle the 24 construction cards and place them face down in the center. These cards dictate the order in which buildings are placed during the game.\r\n\r\n3. **Chapter Envelopes**:\r\n   - The game includes 8 sealed envelopes, each containing new rules and components for three episodes. Open only the envelope corresponding to the current chapter being played.\r\n",
      "PlayerSetup": "- **Initial Placement**:\r\n  - Players write the name of their city in the designated space on their game board.\r\n  - Place all 24 building tiles face up beside the game board for easy access.\r\n  - Ensure the scoring token is on the number 10 of the scoring track.\r\n",
      "Gameplay": "1. **Drawing Construction Cards**:\r\n   - Flip the top construction card to reveal a building. All players simultaneously take the corresponding building tile and place it on their game board.\r\n\r\n2. **Placement Rules**:\r\n   - Buildings must be placed on light green spaces (plains); mountains (gray) and forests (dark green) are off-limits.\r\n   - The first building must be placed adjacent to the river.\r\n   - Subsequent buildings must be orthogonally adjacent to an existing building.\r\n   - Buildings cannot straddle the river but can align along its edge.\r\n   - Covering spaces with trees or rocks is optional but affects scoring:\r\n     - Visible trees: +1 point each at game's end.\r\n     - Visible rocks: -1 point each at game's end.\r\n   - Once placed, buildings cannot be moved.\r\n\r\n3. **Passing and Ending Participation**:\r\n   - If unable or unwilling to place a building, a player may pass, losing 1 point.\r\n   - Players can choose to end their participation after any card draw, retaining their current score but ceasing further building placements for that episode.\r\n\r\n4. **Episode Conclusion**:\r\n   - The episode ends when all players have ended their participation or all construction cards have been drawn.\r\n",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "Ticket to Ride",
    "Mechanics": "Route Building, Network Building, Set Collection",
    "Playtime": "30-60 min",
    "Players": "2-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A railway-themed game where players collect cards to build train routes across the country and complete destination tickets.",
      "Setup": "1. **Board Setup**: Place the game board depicting North American train routes at the center of the table.\r\n\r\n2. **Player Pieces**: Each player selects a color and takes 45 corresponding train car pieces, placing their scoring marker on the starting point of the scoring track around the board's edge.\r\n\r\n3. **Train Car Cards**: Shuffle the train car cards and deal four to each player. Place the remaining deck near the board and reveal the top five cards face-up.\r\n\r\n4. **Destination Tickets**: Shuffle the destination ticket cards and deal three to each player. Players must keep at least two but may retain all three. Return any unkept tickets to the bottom of the deck.\r\n\r\n5. **Bonus Card**: Place the \"Longest Continuous Path\" bonus card face-up beside the board.\r",
      "PlayerSetup": "- **Train Car Cards**: Players keep their train car cards hidden from others, forming their hand.\r\n\r\n- **Destination Tickets**: Players review their destination tickets privately, deciding which to keep. These tickets remain secret until the game's end.\r\n",
      "Gameplay": "On a player's turn, they must choose one of the following actions:\r\n\r\n1. **Draw Train Car Cards**:\r\n   - Draw two cards from the face-up options or the top of the deck.\r\n   - If selecting a face-up locomotive (wild) card, it counts as both draws.\r\n   - Replace face-up cards immediately after drawing.\r\n\r\n2. **Claim a Route**:\r\n   - Play a set of train car cards matching the color and number of spaces on a desired route between two adjacent cities.\r\n   - Place your train pieces on the claimed route and record the points based on the route's length:\r\n     - 1 train: 1 point\r\n     - 2 trains: 2 points\r\n     - 3 trains: 4 points\r\n     - 4 trains: 7 points\r\n     - 5 trains: 10 points\r\n     - 6 trains: 15 points\r\n   - Gray routes can be claimed with a set of any one color.\r\n\r\n3. **Draw Destination Tickets**:\r\n   - Draw three destination ticket cards and keep at least one, optionally more. Return unkept tickets to the bottom of the deck.\r\n",
      "EndOfGame": "The game ends when the train cards run out, and the player with the most points wins."
    }
  },
  {
    "Game": "Legendary: A Marvel Deck Building Game",
    "Mechanics": "Deck Building, Cooperative Play, Variable Player Powers",
    "Playtime": "30-60 min",
    "Players": "1-5",
    "Complexity": "Heavy",
    "QuickSetupGuide": {
      "Overview": "A Marvel Deck Building Game: A cooperative deck-building game where players recruit Marvel heroes to fight villains and save the world.",
      "Setup": "1. **Select Mastermind and Scheme**: Choose a Mastermind villain and a Scheme they are attempting to execute. Place the Mastermind card and its associated Master Strikes in their designated area.\r\n\r\n2. **Assemble Villain Deck**: Based on the chosen Scheme, gather the required Villain groups, Henchmen groups, Scheme Twists, and Bystanders. Shuffle these cards together to form the Villain Deck.\r\n\r\n3. **Prepare Hero Deck**: Select heroes as dictated by the number of players (typically five heroes for a standard game). Shuffle all chosen Hero cards to create the Hero Deck.\r\n\r\n4. **Set Up the Board**: Place the S.H.I.E.L.D. Officer Stack, Wound Stack, and Bystander Stack in their respective spaces on the board. Draw five Hero cards from the Hero Deck and place them face-up in the HQ spaces.\r\n\r\n5. **Player Starting Decks**: Each player receives a starting deck of 8 S.H.I.E.L.D. Agent cards and 4 S.H.I.E.L.D. Trooper cards. Shuffle your deck and draw six cards to form your starting hand.\r\n\r\n6. **Determine Starting Player**: Choose a player to go first. Turns will proceed clockwise from the starting player.\r\n",
      "PlayerSetup": "- **Deck and Hand**: Each player begins with a personal deck of 12 cards (8 S.H.I.E.L.D. Agents and 4 S.H.I.E.L.D. Troopers). After shuffling, draw an initial hand of six cards.\r\n\r\n- **Play Area**: Designate space in front of you for your play area, where you'll play cards, recruit heroes, and fight villains.\r\n\r\n- **Player Mat (Optional)**: If available, use a player mat to organize your play area, deck, and discard pile.\r\n",
      "Gameplay": "1. **Villain Phase**:\r\n   - Draw the top card of the Villain Deck and resolve its effects. This may involve villains entering the city, Scheme Twists altering the game state, or Master Strikes triggering the Mastermind's abilities.\r\n\r\n2. **Hero Phase**:\r\n   - **Play Cards**: Play cards from your hand to generate Recruit Points (for recruiting heroes) and Attack Points (for battling villains).\r\n   - **Recruit Heroes**: Spend Recruit Points to acquire hero cards from the HQ, placing them into your discard pile.\r\n   - **Fight Villains**: Use Attack Points to defeat villains in the city or confront the Mastermind. Defeated villains are placed in your victory pile.\r\n\r\n3. **Draw Phase**:\r\n   - Discard any remaining cards in your hand and draw a new hand of six cards. If your deck is empty, shuffle your discard pile to form a new deck.\r\n\r\n4. **End of Turn**:\r\n   - Play passes to the next player clockwise.\r\n\r\n**Additional Rules**:\r\n   - **Escaping Villains**: If a villain moves off the city track, it escapes, potentially causing negative effects.\r\n   - **Wounds**: Certain effects may cause players to gain Wound cards, which clutter your deck and reduce efficiency.\r\n   - **Bystanders**: Rescuing Bystanders can provide bonuses and are added to your victory pile.\r\n",
      "EndOfGame": "A Marvel Deck Building Game: The game ends when the final villain is defeated, or the heroes are overpowered. The player with the most points wins."
    }
  },
  {
    "Game": "Viticulture",
    "Mechanics": "Worker Placement, Set Collection, Engine Building",
    "Playtime": "45-90 min",
    "Players": "1-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A worker placement game where players run a vineyard, producing wine and fulfilling orders to earn victory points.",
      "Setup": "1. **Board and Decks**: Place the game board centrally. Shuffle and position the vine, summer visitor, wine order, and winter visitor decks on their designated spots.\r\n\r\n2. **Player Components**: Each player receives:\r\n- 1 vineyard mat\r\n- 3 field cards valued at 5, 6, and 7 lira; place them on the corresponding fields\r\n- Tokens in their chosen color: workers, structures, and markers\r\n\r\n3. **Mamas and Papas**: Shuffle and deal one Mama and one Papa card to each player to determine starting resources, including initial workers, lira, and cards.\r\n\r\n4. **Determine First Player**: Randomly select a starting player to receive the first player token. The game begins in the spring season.",
      "PlayerSetup": "- **Vineyard Mat Setup**: Arrange your vineyard mat with field cards placed on their respective fields. Utilize starting resources from Mama and Papa cards to acquire initial assets, such as additional workers, lira, or structure cards.\r\n\r\n- **Worker Placement**: Each player starts with three workers, including one grande worker. The grande worker can be placed on occupied action spaces, ensuring you can perform critical actions even if standard spaces are taken.\r",
      "Gameplay": "The game progresses through annual cycles, each divided into four seasons:\r\n\r\n1. **Spring**:\r\n   - **Wake-Up Order**: In turn order, players choose their position on the wake-up track, determining play order and associated bonuses for the year.\r\n\r\n2. **Summer**:\r\n   - **Actions**: Players take turns placing workers on summer action spaces to:\r\n     - Plant vines\r\n     - Build structures\r\n     - Give tours to earn lira\r\n     - Play summer visitor cards\r\n     - Draw vine cards\r\n     - Sell grapes or fields\r\n\r\n3. **Fall**:\r\n   - **Visitor Cards**: Each player draws a visitor card, choosing between summer or winter visitors.\r\n\r\n4. **Winter**:\r\n   - **Actions**: Players place remaining workers on winter action spaces to:\r\n     - Harvest fields\r\n     - Make wine\r\n     - Fill wine orders\r\n     - Train (hire) additional workers\r\n     - Play winter visitor cards\r\n     - Draw wine order cards\r\n\r\n**End of Year Procedures**:\r\n   - **Aging**: Increase the value of all grape and wine tokens by moving them up one position on their tracks.\r\n   - **Retrieve Workers**: Collect all workers back to your pool.\r\n   - **Residual Payments**: Collect lira based on your position on the residual payment track.\r\n   - **Hand Limit**: Discard down to a maximum of seven cards.\r\n   - **Rotate First Player**: Pass the first player token to the next player counterclockwise.\r\n\r\n**Structures and Upgrades**:\r\n   - **Building Structures**: Pay the required lira to construct buildings like the trellis, irrigation, windmill, tasting room, cottage, yoke, and cellars. These structures enable advanced actions and wine production capabilities.\r",
      "EndOfGame": "The game ends when a player reaches a set number of victory points, and that player wins."
    }
  },
  {
    "Game": "Pandemic",
    "Mechanics": "Cooperative Play, Action Points, Set Collection",
    "Playtime": "45 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A cooperative game where players work together to stop the spread of diseases and prevent global outbreaks.",
      "Setup": "1. **Board and Components**: Place the game board depicting a world map with interconnected cities in the center. Position the infection rate marker on the \"2\" spot of the infection rate track and the outbreak marker on the \"0\" space of the outbreak track. Place one research station in Atlanta.\r\n\r\n2. **Disease Cubes**: Separate the disease cubes by color (blue, yellow, black, and red) and place them in supply piles.\r\n\r\n3. **Infection Deck**: Shuffle the infection cards and draw nine cards to seed the board:\r\n   - First 3 cards: Place 3 cubes of the corresponding color on each city.\r\n   - Next 3 cards: Place 2 cubes on each city.\r\n   - Last 3 cards: Place 1 cube on each city.\r\n   Place these cards face-up in the infection discard pile.\r\n\r\n4. **Player Deck**: Remove the epidemic cards and shuffle the remaining player cards. Deal cards to each player based on the number of participants:\r\n   - 2 players: 4 cards each\r\n   - 3 players: 3 cards each\r\n   - 4 players: 2 cards each\r\n   Shuffle the epidemic cards back into the player deck according to the desired difficulty level:\r\n   - Introductory: 4 epidemics\r\n   - Standard: 5 epidemics\r\n   - Heroic: 6 epidemics\r\n   Divide the player deck into equal piles, shuffle an epidemic card into each pile, and stack them to form the player draw pile.\r\n\r\n5. **Role Assignment**: Shuffle the role cards and deal one to each player. Each play\r\n",
      "PlayerSetup": "- **Roles**: Each player assumes a unique role with special abilities, such as the Medic who can remove all cubes of a color in one action or the Scientist who needs only four cards to discover a cure.\r\n\r\n- **Starting Position**: All player pawns begin in Atlanta, where the initial research station is located.\r\n\r\n- **Hand Limit**: Players must not exceed a hand of seven cards. If they do, they must immediately discard cards or play event cards to comply with the limit.\r\n",
      "Gameplay": "1. **Player Actions**: On a turn, a player can perform up to four actions, choosing from:\r\n   - **Move**: Travel between cities by various methods.\r\n   - **Treat Disease**: Remove a disease cube from the current city.\r\n   - **Share Knowledge**: Exchange city cards with another player in the same city.\r\n   - **Build Research Station**: Construct a station in the current city by discarding the matching city card.\r\n   - **Discover a Cure**: At a research station, discard five city cards of the same color to cure that disease.\r\n\r\n2. **Draw Player Cards**: After actions, draw two player cards. If an epidemic card is drawn:\r\n   - Increase the infection rate.\r\n   - Draw the bottom infection card and place three cubes on that city.\r\n   - Shuffle the infection discard pile and place it on top of the infection deck.\r\n\r\n3. **Infect Cities**: Flip over infection cards equal to the current infection rate and add one cube of the corresponding color to each city drawn. If a city already has three cubes of that color, an outbreak occurs, spreading the disease to connected cities and advancing the outbreak marker.\r\n",
      "EndOfGame": "The game ends if players successfully contain the diseases, or if the diseases spread beyond control."
    }
  },
  {
    "Game": "Castle Panic",
    "Mechanics": "Cooperative Play, Tower Defense",
    "Playtime": "45-60 min",
    "Players": "1-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A tower defense game where players work together to defend their castle from waves of monsters.",
      "Setup": "1. **Board Setup**: Place the game board centrally, depicting the castle at the center surrounded by concentric rings (Swordsman, Knight, Archer, and Forest), divided into red, green, and blue arcs.\r\n\r\n2. **Castle Structures**: Position 6 tower tokens in the castle's innermost ring and 6 wall tokens in the spaces between the towers.\r\n\r\n3. **Monster Tokens**: Separate the monster tokens into their respective types (goblins, orcs, trolls, and special tokens). Shuffle them thoroughly and place them in a draw pile.\r\n\r\n4. **Castle Cards**: Shuffle the deck of castle cards and deal a hand to each player based on the number of participants:\r\n   - 2 players: 6 cards each\r\n   - 3-5 players: 5 cards each\r\n   - 6 players: 4 cards each\r\n\r\n5. **Reference Cards**: Provide each player with an Order of Play card to guide them through turn phases.\r\n\r\n6. **Initial Monsters**: Draw 3 monster tokens and place them in the Archer ring, matching the color and number indicated on each token.\r\n",
      "PlayerSetup": "- **Hand Review**: Players examine their initial hands of castle cards, familiarizing themselves with the available actions and attacks.\r\n\r\n- **Strategy Discussion**: Before the first turn, players may discuss potential strategies and card uses to prepare for the upcoming monster assaults.\r",
      "Gameplay": "Each player's turn consists of the following phases:\r\n\r\n1. **Draw Up**: Draw cards from the castle deck until reaching the hand limit.\r\n\r\n2. **Discard and Draw (Optional)**: Optionally, discard one card to draw a new one from the deck.\r\n\r\n3. **Trade Cards (Optional)**: Trade one card with another player to optimize hand utility.\r\n\r\n4. **Play Cards**: Use cards to attack monsters, rebuild walls, or perform special actions. Attack cards target monsters in specific rings and arcs corresponding to the card's type.\r\n\r\n5. **Move Monsters**: Advance all remaining monsters one ring closer to the castle. Monsters in the castle ring damage structures and move clockwise.\r\n\r\n6. **Draw 2 New Monsters**: Draw two monster tokens and place them in the forest ring, following any special instructions on the tokens.\r",
      "EndOfGame": "The game ends when the players defend the castle or when it is destroyed."
    }
  },
  {
    "Game": "MicroMacro: Crime City",
    "Mechanics": "Deduction, Pattern Recognition, Hidden Information",
    "Playtime": "15-45 min",
    "Players": "1-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A cooperative crime-solving game where players search for clues on a city map to solve different mysteries.",
      "Setup": "1. **Prepare the Map**: Unfold the city map and place it on a large, well-lit surface accessible to all players. Ensure the entire map is visible, and consider playing on a table, floor, or even hanging the map on a wall.\r\n\r\n2. **Organize Case Cards**: The game includes 16 distinct cases, each comprising a deck of case cards marked with a unique icon and card number. Sort these cards into their respective envelopes in numerical order.\r\n\r\n3. **Magnifying Glass**: Affix the provided sticker to the magnifying glass and keep it handy for examining small details on the map.\r\n\r\n4. **Player Arrangement**: Position all players so they have a clear view of the map and can move around it freely to observe from different angles.\r",
      "PlayerSetup": "- **Lead Investigator**: Choose one player to act as the Lead Investigator. This person is responsible for reading the case cards aloud and guiding the team through the investigation.\r\n\r\n- **Detective Team**: The remaining players form the detective team, collaborating to analyze the map and discuss findings based on the information provided by the Lead Investigator.\r",
      "Gameplay": "1. **Initiate the Case**: Select a case envelope and remove the deck of case cards. The Lead Investigator reveals the start card, which provides an overview of the crime and depicts the main character. They read the back of this card aloud to the team.\r\n\r\n2. **Solve Tasks**: The front of the next card presents the first task. The Lead Investigator reads this task aloud without revealing the back of the card. Players then search the map to find the scene that answers the task.\r\n\r\n3. **Verify Solutions**: Once players believe they've found the correct scene, the Lead Investigator checks the back of the task card to confirm if the coordinates and illustration match the team's findings. If correct, the Lead Investigator reads the accompanying text aloud, and the team proceeds to the next task. If incorrect, the team must continue their search, with the Lead Investigator providing subtle hints if necessary.\r\n\r\n4. **Continue Investigation**: Repeat the process for each subsequent task, with the Lead Investigator guiding the team through the narrative and challenges until all tasks in the case are resolved.\r",
      "EndOfGame": "Crime City: The game ends when all mysteries are solved or when players fail to solve them in time."
    }
  },
  {
    "Game": "Point Salad",
    "Mechanics": "Drafting, Set Collection",
    "Playtime": "15-30 min",
    "Players": "2-6",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A quick and easy card game where players try to create the best salad by collecting different vegetables and bonus points.",
      "Setup": "1. **Deck Preparation**: Separate the double-sided cards into three approximately equal decks, ensuring the point side is facing up.\r\n2. **Market Setup**: From each deck, draw two cards and place them vegetable-side up in a row below their respective decks, forming the market.\r\n3. **Player Count Adjustments**:\r\n   - 2 players: Use 2 decks.\r\n   - 3-6 players: Use all 3 decks.\r\n4. **First Player**: Determine the starting player randomly.\r\n",
      "PlayerSetup": "- No specific individual setup is required beyond the main game setup.\r",
      "Gameplay": "1. **Turn Actions**: On a player's turn, they must choose one of the following actions:\r\n   - **Take Two Vegetable Cards**: Select any two vegetable cards from the market.\r\n   - **Take One Point Card**: Choose one point card from the top of any of the three decks.\r\n2. **Market Refill**: After taking cards:\r\n   - If vegetables were taken, immediately replace each with the top card from the same column's deck, point side up.\r\n   - If a point card was taken, do not refill; the market remains with fewer cards until vegetables are taken.\r\n3. **Optional Card Flip**: At the end of their turn, a player may flip any one of their point cards to its vegetable side. This can be done once per turn.\r\n4. **Game End**: The game continues clockwise until all cards have been taken from the decks and market.\r\n5. **Scoring**: Players calculate their scores based on their point cards' criteria and the vegetables they've collected. The player with the highest total score wins.\r",
      "EndOfGame": "The game ends when all cards are drawn, and the player with the most points wins."
    }
  },
  {
    "Game": "One Deck Dungeon",
    "Mechanics": "Dice Rolling, Dungeon Crawl, Push Your Luck",
    "Playtime": "30-45 min",
    "Players": "1-2",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A dungeon crawler game where players explore dungeons, fight monsters, and level up to defeat the dungeon boss.",
      "Setup": "1. **Select Heroes**: Each player chooses a hero card. For solo play, use the 1P side; for two players, use the 2P side.\r\n\r\n2. **Choose Dungeon**: Select a dungeon card and place it with the first floor visible.\r\n\r\n3. **Prepare Deck**: Shuffle all encounter cards to form the encounter deck. Place the stairs card at the bottom.\r\n\r\n4. **Set Level Cards**: Stack level cards with Level 1 on top.\r\n\r\n5. **Organize Tokens and Dice**: Place all dice and tokens within reach.\r",
      "PlayerSetup": "- **Hero Setup**: Each player places their hero card in front of them, ensuring the appropriate side (1P or 2P) is facing up.\r\n\r\n- **Starting Equipment**: Players begin with the attributes and skills shown on their hero cards.\r\n\r\n- **Potion Tokens**: Place potion tokens on the Turn Reference card, accessible to all players.\r\n",
      "Gameplay": "1. **Time Passes**: At the start of each turn, discard two cards from the encounter deck to represent the passage of time.\r\n\r\n2. **Explore or Enter a Room**:\r\n   - *Explore*: If fewer than four face-down doors are present, draw cards from the encounter deck to place face-down doors until there are four.\r\n   - *Enter a Room*: Choose a face-down door to reveal an encounter. Decide to face the encounter or flee:\r\n     - *Face Encounter*: Engage in combat or peril by rolling dice to match challenge boxes on the encounter card.\r\n     - *Flee*: Close the door without consequences; the turn ends.\r\n\r\n3. **Resolve Encounters**:\r\n   - *Combat*:\r\n     - Roll dice corresponding to your hero's attributes.\r\n     - Use skills and potions to modify dice results.\r\n     - Place dice on the encounter card to cover challenge boxes.\r\n     - Suffer consequences for any uncovered boxes (damage or time loss).\r\n   - *Peril*:\r\n     - Choose one of two challenges.\r\n     - Roll and assign dice as in combat.\r\n\r\n4. **Claim Loot**: After a successful encounter, choose one:\r\n   - *Item*: Slide the card under your hero card to gain attribute bonuses.\r\n   - *Skill*: Place the card below your hero card to acquire a new skill.\r\n   - *Potion*: Add a new potion type by placing the card under the Turn Reference card.\r\n   - *Experience (XP)*: Slide the card under the current level card to gain XP.\r\n\r\n5. **Level Up**: Accumulate XP to reach new levels, allowing more items and skills, and granting additional benefits.\r\n\r\n6. **Descending**: After the encounter deck is exhausted, the stairs card appears. Choose to descend to the next dungeon floor, increasing difficulty and rewards.\r\n\r\n7. **Boss Battle**: After three floors, face the dungeon boss. Defeat the boss by covering its challenge boxes over multiple rounds to win the game.\r\n",
      "EndOfGame": "The game ends when the dungeon is cleared or when the player loses all their health."
    }
  },
  {
    "Game": "Biblios",
    "Mechanics": "Auction/Bidding, Set Collection",
    "Playtime": "30-45 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A card game where players collect and trade valuable scrolls to earn the most points in a monastery.",
      "Setup": "1.**Scriptorium Setup**: Place the Scriptorium board in the center and set one die on each category (Pigments, Monks, Holy Books, Manuscripts, Forbidden Tomes) with the value \"3\" facing up.\n\n2. **Card Preparation**: Depending on the number of players, remove specific cards from the deck:\n   - 2 players: Remove 6 Gold cards (two of each value) and 21 random cards.\n   - 3 players: Remove 3 Gold cards (one of each value) and 12 random cards.\n   - 4 players: Remove 7 random cards.\n\n   Shuffle the remaining cards to form the draw pile.\n\n3. **Determine Starting Player**: Choose a starting player by any agreed method (e.g., the oldest player).\n",
      "PlayerSetup": "- **Hand Composition**: Each player starts without any cards in hand.\r\n\r\n- **Player Order**: Players will take turns in a clockwise direction, beginning with the starting player.\r",
      "Gameplay": "The game consists of two phases: the Gift Phase and the Auction Phase.\r\n\r\n**Gift Phase**:\r\n1. **Card Allocation**: On a player's turn, they draw and allocate cards one at a time until a specific number is reached:\r\n   - 2 players: Allocate 3 cards.\r\n   - 3 players: Allocate 4 cards.\r\n   - 4 players: Allocate 5 cards.\r\n\r\n   For each card drawn, the active player decides to:\r\n   - Keep it (place face-down in front of themselves).\r\n   - Place it face-up in the public space.\r\n   - Add it face-down to the Auction pile.\r\n\r\n   Each turn, the active player must allocate exactly one card to themselves and one to the Auction pile; the rest go to the public space.\r\n\r\n2. **Collecting Cards**: After allocation:\r\n   - The active player adds their face-down card to their hand.\r\n   - In clockwise order, other players choose one card each from the public space to add to their hands.\r\n\r\n   Continue this process until the draw pile is exhausted.\r\n\r\n**Auction Phase**:\r\n1. **Auction Setup**: Shuffle the Auction pile to form a new draw pile.\r\n\r\n2. **Bidding Process**: Starting with the first player:\r\n   - Reveal the top card of the Auction draw pile.\r\n   - Players bid for the card using Gold cards from their hands:\r\n     - For non-Gold cards (category or Church cards), bid with Gold.\r\n     - For Gold cards, bid with any combination of category cards.\r\n\r\n   The highest bidder pays the bid amount by discarding the appropriate cards and adds the auctioned card to their hand.\r\n\r\n3. **Church Cards**: When a Church card is acquired, its effect is applied immediately:\r\n   - Adjust the value of one or two dice on the Scriptorium by +1 or -1 as indicated on the card.\r\n   - Discard the Church card after its effect is resolved.\r\n\r\n   Continue the Auction Phase until all cards have been auctioned or discarded.\r\n",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "7 Wonders Duel",
    "Mechanics": "Drafting, Set Collection, Engine Building",
    "Playtime": "30-45 min",
    "Players": "2",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A two-player version of 7 Wonders, where players compete to build a civilization with a limited number of cards.",
      "Setup": "1. **Game Board**: Place the game board between both players, positioning the Conflict pawn on the center space of the military track. Randomly place five Progress tokens face-up on the designated spaces atop the board.\r\n\r\n2. **Wonder Cards**: Shuffle the 12 Wonder cards and reveal four of them. The first player selects one Wonder, the second player chooses two, and the first player takes the remaining one. Repeat this process with another set of four Wonders, starting with the second player. Each player will have four Wonders in total.\r\n\r\n3. **Age Cards**: Separate the Age I, II, and III cards. Remove three random cards from both the Age I and Age II decks without revealing them. Shuffle the Guild cards and add three randomly to the Age III deck. Return the unused Guild cards to the box.\r\n\r\n4. **Card Layout**: For Age I, arrange the cards in a specific face-up and face-down pattern as shown in the rulebook. This formation dictates which cards are accessible based on their exposure.\r\n\r\n5. **Coins**: Each player starts with 7 coins from the bank.\r\n\r\n6. **Military Tokens**: Place the appropriate Military tokens on the board's designated spaces.\r",
      "PlayerSetup": "- **Wonder Placement**: Arrange your four selected Wonder cards face-up in your play area. Remember, only seven Wonders can be constructed during the game; one will remain unbuilt.\r\n\r\n- **Resource Awareness**: Familiarize yourself with the resource requirements of your Wonders to plan your strategy accordingly.\r\n\r\n- **Initial Coins**: Ensure you have your starting 7 coins ready.\r\n",
      "Gameplay": "1. **Card Selection**: Players alternate turns, selecting an accessible card from the current Age's layout. A card is accessible if it's not covered by another card.\r\n\r\n2. **Action Choices**: Upon selecting a card, you can:\r\n   - **Construct the Building**: Pay the resource cost (either through your own production or by purchasing from the bank) and place the card in your city.\r\n   - **Discard for Coins**: Remove the card from play to gain 2 coins plus an additional coin for each yellow commercial building in your city.\r\n   - **Construct a Wonder**: Use the card to build one of your Wonders by paying its cost and placing the card beneath the Wonder, activating its effect. Note: Only seven Wonders can be built in total; the eighth remains unconstructed.\r\n\r\n3. **Resource Management**: If you lack necessary resources, you can buy them from the bank. The cost is 2 coins plus 1 coin for each corresponding resource symbol your opponent produces.\r\n\r\n4. **Military and Science Advances**:\r\n   - **Military**: Red cards move the Conflict pawn toward your opponent's capital based on the number of shields. Reaching the opponent's capital results in an immediate military victory.\r\n   - **Science**: Green cards with scientific symbols. Collecting six different symbols grants an immediate scientific victory.\r\n\r\n5. **Age Transition**: The Age ends when all cards have been drafted. Prepare the next Age by setting up its specific card layout.\r\n\r\n6. **Game End**: The game concludes if a player achieves military or scientific supremacy. If neither occurs by the end of Age III, tally victory points from your buildings, Wonders, coins, and other effects to determine the winner.\r\n",
      "EndOfGame": "The game ends when one player achieves military or scientific supremacy, or after all cards are drawn."
    }
  },
  {
    "Game": "Radlands",
    "Mechanics": "Hand Management, Tactical Movement",
    "Playtime": "30-45 min",
    "Players": "2",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-paced card game where players build and protect their bases in a post-apocalyptic world.",
      "Setup": "1. **General Setup**:\r\n   - **Camp Deck**: Shuffle and place the camp deck in the center.\r\n   - **Water Discs**: Place extra water discs (black) nearby.\r\n   - **Draw Deck**: Shuffle the main deck (person and event cards) and place it centrally, leaving space for a discard pile.\r\n\r\n2. **Player Setup**:\r\n   - **Camps**: Each player draws 6 camp cards, selects 3 to place face-up in a row as their camps, and returns the rest.\r\n   - **Water Silo and Raiders**: Each player places a Water Silo and Raiders card face-up in their area.\r\n   - **Water Supply**: Each player takes 3 water discs (white) as their starting supply.\r\n   - **Starting Hand**: Draw cards equal to the total number in the black rectangles on your camps.\r\n\r\n3. **Determine Start Player**: Flip a water disc; if it lands water side up, you start; otherwise, your opponent starts.\r\n",
      "PlayerSetup": "- **Camps**: Arrange your 3 chosen camps in a row, leaving space in front for up to 2 people cards per camp.\r\n- **Water Silo and Raiders**: Place these cards face-up near your camps.\r\n- **Water Supply**: Keep your 3 water discs accessible; this is your resource pool.\r\n- **Hand**: Draw cards as indicated by your camps' combined draw values.\r\n",
      "Gameplay": "1. **Turn Phases**:\r\n   - **Events Phase**: Resolve and advance events in your event queue.\r\n   - **Replenish Phase**: Draw 1 card and collect 3 water discs (only 1 water on the first turn for the starting player).\r\n   - **Actions Phase**: Perform any combination of the following actions:\r\n\r\n     - **Play a Person Card**: Spend water equal to the card's cost to place it in front of a camp. New persons enter play not ready and can be placed in front or behind existing persons, with a maximum of 2 persons per column.\r\n\r\n     - **Play an Event Card**: Spend water equal to the event's cost to place it in the corresponding space of your event queue. Events resolve after reaching the front of the queue.\r\n\r\n     - **Draw a Card**: Spend 2 water to draw an additional card.\r\n\r\n     - **Junk a Card**: Discard a card from your hand to gain its junk effect.\r\n\r\n     - **Use an Ability**: Spend water as indicated to use an ability on a ready person or camp. After use, mark the card as not ready.\r\n\r\n     - **Take Water Silo**: Spend 1 water to take your Water Silo into your hand; it can later be junked for extra water.\r\n\r\n2. **End of Turn**: Return all spent water discs to the supply. The game continues until one player destroys all three of their opponent's camps.\r\n",
      "EndOfGame": "The game ends when a player destroys the opponent?s bases, and that player wins."
    }
  },
  {
    "Game": "Here to Slay",
    "Mechanics": "Set Collection, Take That",
    "Playtime": "30-45 min",
    "Players": "",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A lighthearted, fantasy-themed card game where players build a party of heroes and try to slay monsters.",
      "Setup": "1. **Separate Decks**: Divide the cards into their respective types: Party Leader cards, Monster cards, and the main deck (comprising Hero, Item, Magic, Modifier, and Challenge cards).\r\n\r\n2. **Choose Party Leaders**: Each player selects a Party Leader card to represent them. To determine the selection order, players can roll dice or choose another random method. Once chosen, place any unselected Party Leader cards back in the box.\r\n\r\n3. **Distribute Reference Cards**: Provide each player with a rules reference card for guidance during gameplay.\r\n\r\n4. **Prepare the Main Deck**: Shuffle the main deck thoroughly and deal five cards to each player. Place the remaining cards face down in the center of the table to form the draw pile, leaving space beside it for a discard pile.\r\n\r\n5. **Set Up Monster Cards**: Shuffle the Monster cards and reveal the top three, placing them face up in the center of the table. The remaining Monster cards form a face-down Monster deck.\r\n\r\n6. **Establish Player Areas**: Each player places their chosen Party Leader card face up in front of them, designating their Party area where Heroes and Items will be played.\r",
      "PlayerSetup": "- **Party Leader Placement**: Place your selected Party Leader card face up in your designated Party area.\r\n\r\n- **Initial Hand**: Ensure you have five cards drawn from the main deck.\r\n\r\n- **Action Points**: Familiarize yourself with the concept of action points; each player has three action points to spend on their turn for various actions.\r\n",
      "Gameplay": "1. **Turn Sequence**: Players take turns in a clockwise order. On your turn, you have three action points to spend on the following actions:\r\n\r\n   - **Draw a Card**: Spend 1 action point to draw the top card from the main deck into your hand.\r\n\r\n   - **Play a Hero, Item, or Magic Card**: Spend 1 action point to play one of these cards from your hand into your Party or apply its effect. When playing a Hero card, you may immediately roll two dice to attempt activating its effect.\r\n\r\n   - **Activate a Hero's Effect**: Spend 1 action point to roll two dice and try to use an effect of a Hero card already in your Party. Note that each Hero's effect can only be attempted once per turn.\r\n\r\n   - **Attack a Monster**: Spend 2 action points to attack a face-up Monster card in the center of the table, provided you meet its Party requirements.\r\n\r\n   - **Refresh Your Hand**: Spend 3 action points to discard your entire hand and draw five new cards from the main deck.\r\n\r\n2. **Challenges**: If another player plays a Hero, Item, or Magic card, you may play a Challenge card to attempt to negate their action. Both players roll two dice; if the challenger?s roll is equal to or higher than the other player's roll, the challenged card is discarded without effect.\r\n\r\n3. **Modifiers**: You can play Modifier cards from your hand to adjust any player's dice roll (including your own), either increasing or decreasing the result as specified on the Modifier card.\r\n\r\n4. **Ending Your Turn**: After spending your action points, or if you choose to take no further actions, your turn ends, and play passes to the next player clockwise.\r\n\r\n5. **Winning the Game**: The game ends when a player either slays three Monster cards or assembles a full Party containing six different classes, including their Party Leader. That player is declared the winner.\r\n",
      "EndOfGame": "The game ends when a player slays three monsters or their party reaches full strength."
    }
  },
  {
    "Game": "Under Falling Skies",
    "Mechanics": "Solo, Dice Rolling, Puzzle Solving",
    "Playtime": "20-40 min",
    "Players": "1",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A solo or cooperative game where players defend the Earth from alien invaders by managing their resources and making strategic decisions.",
      "Setup": "1. **Game Board Setup**:\r\n   - **Mothership Tile**: Place at the top of the play area.\r\n   - **Sky Tiles**: Arrange four sky tiles in a column beneath the mothership, with darker tiles at the top and lighter ones closer to you.\r\n   - **City Tile**: Place the Roswell city tile (blue side up) below the sky tiles.\r\n   - **Base Tiles**: Attach base tile A directly below the city tile, followed by base tile B beneath it.\r\n\r\n2. **Token Placement**:\r\n   - **Energy Marker**: Position on the starting space of the energy track.\r\n   - **Damage Marker**: Place on the starting space of the damage track.\r\n   - **Research Marker**: Set on the starting space of the research track.\r\n   - **Excavator Token**: Place at the beginning of the excavator track on base tile A.\r\n\r\n3. **Alien Ships**:\r\n   - **Purple Ships**: Place one on each drop point at the top of the sky tiles.\r\n   - **White Ships**: Keep these nearby; they may enter play later.\r\n\r\n4. **Dice**:\r\n   - **Gray Dice**: Use all three gray dice.\r\n   - **White Dice**: Use both white dice.\r\n",
      "PlayerSetup": "- **City Ability**: Familiarize yourself with Roswell's special ability on the city tile's blue side.\r\n- **Base Layout**: Note that some rooms in the base are not immediately accessible and require excavation to use.\r\n- **Excavation**: To access deeper rooms, place a die with a value equal to or greater than the number of spaces the excavator needs to move. This action costs one energy.\r\n",
      "Gameplay": "Each round consists of three phases:\r\n\r\n1. **Dice Phase**:\r\n   - **Roll Dice**: Roll all five dice.\r\n   - **Place Dice**: Assign each die to a room in your base, adhering to these rules:\r\n     - Only one die per column.\r\n     - Placing a white die requires rerolling all unplaced dice.\r\n     - After placing a die, move all enemy ships in that column downward by the die's value.\r\n\r\n2. **Rooms Phase**:\r\n   - **Resolve Rooms**: In any order, activate rooms where dice are placed:\r\n     - **Energy Rooms**: Generate energy equal to the die's value.\r\n     - **Research Rooms**: Advance on the research track if the die meets or exceeds the required value.\r\n     - **Fighter Rooms**: Destroy enemy ships on explosion spaces with numbers less than or equal to the die's value.\r\n     - **AA Gun Rooms**: Reduce the descent of enemy ships in the corresponding column by one for that round.\r\n     - **Excavation**: Move the excavator forward by placing a die ahead of it, costing one energy.\r\n\r\n3. **Mothership Phase**:\r\n   - **Mothership Descent**: Move the mothership tile down one row and resolve its effect.\r\n   - **Respawn Ships**: Return destroyed ships to the mothership to re-enter play in the next round.\r\n\r\n**Winning Condition**:\r\n- Successfully advance the research marker to the top of the research track.\r\n\r\n**Losing Conditions**:\r\n- The damage marker reaches the skull icon.\r\n- The mothership descends to the row marked with a skull.\r\n",
      "EndOfGame": "The game ends when players successfully defend Earth or fail to prevent the alien invasion."
    }
  },
  {
    "Game": "The Crew: The Quest for Planet Nine",
    "Mechanics": "Trick-Taking, Cooperative Play",
    "Playtime": "20-40 min",
    "Players": "2-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "The Quest for Planet Nine: A cooperative trick-taking game where players work together to complete missions and uncover the mystery of Planet Nine.",
      "Setup": "1. **Mission Setup**: Refer to the mission log to determine the number of task cards required. Draw the specified number of task cards and place them face-up in the center of the table.\r\n\r\n2. **Commander Assignment**: After dealing the playing cards, the player holding the 4 rocket card becomes the commander for the mission and receives the commander token as a reminder.\r\n\r\n3. **Task Distribution**: Starting with the commander and proceeding clockwise, each player selects one task card at a time until all tasks are assigned. Players place their chosen task cards face-up in front of them.\r\n\r\n4. **Communication Tokens**: Each player places their radio communication token green side up in front of them, indicating that communication is available.\r\n\r\n5. **Distress Signal**: Place the distress signal token face down; it can be activated later if the crew agrees to use it.\r\n\r\n6. **Reminder Cards**: Each player takes a reminder card to use if they choose to communicate during the mission.\r\n",
      "PlayerSetup": "- **Hand Review**: Players examine their dealt hands to assess their cards in relation to the assigned tasks.\r\n\r\n- **Commander Responsibilities**: The commander initiates task selection and starts the first trick of the mission.\r\n\r\n- **Communication Preparation**: Players decide when and how to use their one-time communication opportunity during the mission.\r\n",
      "Gameplay": "1. **Trick Structure**: The commander leads the first trick by playing a card. Play continues clockwise, with each player following suit if possible. If a player cannot follow suit, they may play any card, including rockets (trump cards).\r\n\r\n2. **Winning Tricks**: The highest card of the lead suit wins the trick unless a rocket is played, in which case the highest rocket wins. The winner of the trick leads the next one.\r\n\r\n3. **Fulfilling Tasks**: Players aim to win tricks containing the specific cards matching their task cards. A task is fulfilled when a player wins a trick that includes the card depicted on their task card.\r\n\r\n4. **Communication**: Once per mission, a player may reveal one card from their hand by placing it face-up with their radio communication token positioned to indicate if it's their highest, lowest, or only card of that suit. No further verbal communication about card holdings is allowed.\r\n\r\n5. **Distress Signal Activation**: Before the first trick, if players agree, they can activate the distress signal, allowing each player to pass one non-rocket card to a neighbor in the agreed-upon direction.\r\n\r\n6. **Mission Success or Failure**: The mission succeeds when all tasks are fulfilled as per mission requirements. If a task cannot be completed or a rule is violated, the mission fails, and players must restart the mission.\r\n",
      "EndOfGame": "The Quest for Planet Nine: The game ends when players complete all missions or fail in a mission."
    }
  },
  {
    "Game": "Welcome to the Dungeon",
    "Mechanics": "Push Your Luck, Hand Management",
    "Playtime": "20-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A light dungeon-crawling game where players take turns deciding whether to enter the dungeon or to sabotage the other players.",
      "Setup": "1.**Adventurer Selection**: Players collectively choose or randomly select an adventurer (Warrior, Barbarian, Rogue, or Mage) and place the corresponding adventurer tile in the center of the table.\n\n2. **Equipment Setup**: Arrange the six equipment tiles specific to the chosen adventurer beneath the adventurer tile.\n\n3. **Monster Deck Preparation**: Shuffle the monster cards and place them face down to form a draw pile in the center of the table.\n\n4. **Success Cards**: Place five success cards within reach of all players; return the remaining three to the box.\n\n5. **Player Aids**: Each player receives a player aid card, placing it in front of them with the white side facing up.\n\n6. **Determine First Player**: Randomly select a starting player to begin the game.\n",
      "PlayerSetup": "- **Adventurer and Equipment**: All players share control of the chosen adventurer and their equipment for the current round.\r\n\r\n- **Player Aid Cards**: Each player places their player aid card white side up in front of them, indicating their current status in the game.\r",
      "Gameplay": "1. **Bidding Phase**:\r\n   - **Turn Options**: On a player's turn, they must choose to either:\r\n     - **Draw a Monster Card**: Secretly look at the top card of the monster deck, then decide to:\r\n       - **Add to Dungeon**: Place the monster face down into the dungeon pile.\r\n       - **Remove Equipment**: Place the monster face down in front of you and remove one equipment tile from the adventurer, placing it on the monster card. Both are out of play for the round.\r\n     - **Pass**: Withdraw from the current round. Once a player passes, they cannot take further actions this round.\r\n   - **Round End**: The bidding phase continues until all players but one have passed. The remaining player must enter the dungeon.\r\n\r\n2. **Dungeon Phase**:\r\n   - **Prepare for Adventure**: The active player calculates the adventurer's total health points (HP) by adding the base HP of the adventurer tile to any bonuses from remaining equipment.\r\n   - **Facing Monsters**: Reveal monsters from the dungeon pile one at a time:\r\n     - **Defeat with Equipment**: If the revealed monster can be countered by remaining equipment, discard the monster without losing HP.\r\n     - **Suffer Damage**: If not, subtract the monster's strength from the adventurer's HP.\r\n   - **Outcome**:\r\n     - **Success**: If the adventurer defeats all monsters and retains at least 1 HP, the player earns a success card.\r\n     - **Failure**: If the adventurer's HP drops to 0 or below, the player flips their player aid card to the red side. If already red, the player is eliminated from the game.\r\n\r\n3. **New Round Setup**:\r\n   - **Adventurer Selection**: The player who just entered the dungeon selects the adventurer for the next round.\r\n   - **Equipment Reset**: Place the six corresponding equipment tiles beneath the new adventurer tile.\r\n   - **Monster Deck**: Shuffle all monster cards to form a new draw pile.\r\n   - **First Player**: The player who last entered the dungeon begins the new round.\r",
      "EndOfGame": "The game ends when all players decide not to enter the dungeon, and the player who was last to enter wins."
    }
  },
  {
    "Game": "Boss Monster",
    "Mechanics": "Card Drafting, Engine Building",
    "Playtime": "20-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A card game where players take on the role of villains building dungeons to lure heroes and defeat them for points.",
      "Setup": "1. **Hero Deck Preparation**: Depending on the number of players, prepare the Hero deck:\r\n   - 2 players: 13 Ordinary Heroes, 8 Epic Heroes\r\n   - 3 players: 17 Ordinary Heroes, 12 Epic Heroes\r\n   - 4 players: 25 Ordinary Heroes, 16 Epic Heroes\r\n   Remove Hero cards that are not suitable for the player count, as indicated by the player icons on the cards.\r\n\r\n2. **Deck Setup**: Shuffle the Room deck and Spell deck separately. Place them face down within reach of all players.\r\n\r\n3. **Boss Selection**: Shuffle the Boss cards and deal one to each player. Players reveal their Boss cards simultaneously and place them face up in their play area. The Boss card determines the player's XP (which influences turn order) and provides a unique Level Up ability.\r\n\r\n4. **Initial Draw**: Each player draws a starting hand of 5 Room cards and 2 Spell cards. After reviewing their hand, each player discards any 2 cards, leaving them with a hand of 5 cards.\r\n\r\n5. **First Room Construction**: Before the first turn begins, each player may build one Room:\r\n   - Choose a Room card from your hand and place it face down to the left of your Boss card.\r\n   - Once all players have placed their Room cards, reveal them simultaneously.\r\n   - Resolve any \"When you build this Room\" effects in XP order, starting with the highest.\r\n\r\n6. **Hero Placement**: Draw Heroes from the Hero deck equal to the number of players and place them face up in the \"Town\" area. These Heroes are awaiting luring into dungeons.\r\n\r\n7. **Determine Turn Order**: The player with the highest XP on their Boss card goes first, followed by the next highest, and so on. This order remains consistent throughout the game.\r",
      "PlayerSetup": "- **Dungeon Layout**: Place your Boss card on the right side of your play area. Rooms will be built to the left of the Boss card, forming your dungeon. Keep a space on the right side of your Boss card to track Souls (face-down Heroes) and Wounds (face-up Heroes).\r\n\r\n- **Coin Allocation**: If playing with expansions that include Coins (e.g., \"Boss Monster: Rise of the Minibosses\"), each player starts with a specified number of Coins, typically 3. Place these in your play area; this is your Hoard.\r\n\r\n- **Hand Management**: After the initial draw and discard, each player should have 5 cards in hand, which can be a mix of Room and Spell cards based on their choice during the discard phase.\r\n\r\n- **Deck Placement**: Ensure the Room deck, Spell deck, and Hero deck are within reach for drawing during the game. Also, designate areas for discard piles for each deck.",
      "Gameplay": "1. **Beginning of Turn Phase**:\r\n   - **Hero Arrival**: Reveal a number of Heroes from the Hero deck equal to the number of players, placing them in the Town area.\r\n   - **Card Draw**: Each player draws one Room card from the Room deck.\r\n\r\n2. **Build Phase**:\r\n   - **Room Construction**: In XP order (highest to lowest), each player may build one Room by placing a Room card face down in their dungeon:\r\n     - **Placement Options**:\r\n       - To the left of the leftmost Room (extending the dungeon, up to a maximum of 5 visible Rooms).\r\n       - On top of an existing Room (to upgrade it), following the rules for building Advanced Rooms if applicable.\r\n     - **Minibosses**: If using expansions with Minibosses, a player may choose to place a Miniboss card instead of a Room, following the specific rules for Miniboss placement and activation.\r\n   - **Reveal and Activate**: Once all players have placed their cards, reveal the newly built Rooms simultaneously. Resolve any \"When you build this Room\" or \"Level Up\" effects in XP order.\r\n\r\n3. **Bait Phase**:\r\n   - **Hero Luring**: Heroes in Town are attracted to dungeons based on the treasure icons:\r\n     - Each Hero type seeks the dungeon with the highest number of matching treasure icons.\r\n     - If there's a tie, the Hero remains in Town until the next turn.\r\n\r\n4. **Adventure Phase**:\r\n   - **Hero Entering Dungeons**: In XP order, each player processes the Heroes at their dungeon entrance:\r\n     - Heroes traverse the dungeon, Room by Room, taking damage as indicated on each Room card.\r\n     - If a Hero's accumulated damage meets or exceeds their health, they are defeated, and the player gains their Soul (place the Hero face down in the scorekeeping area).\r\n     - If a Hero survives all Rooms, they wound the Boss, and the player takes a Wound (place the Hero face up in the scorekeeping area).\r\n   - **Spell and Ability Use**: Players may play Spells or use Room abilities marked for the Adventure Phase as appropriate.\r\n\r\n5. **End of Turn Phase**:\r\n   - **Check for Victory or Defeat**:\r\n     - A player wins if they have accumulated 10 Souls.\r\n     - A player is eliminated if they have received 5 Wounds.\r\n   - **Prepare for Next Turn**: Any end-of-turn effects are resolved, and play proceeds to the next turn, starting again with the Beginning of Turn Phase.\r",
      "EndOfGame": "The game ends when one player collects enough soul points by defeating heroes, or when all players are defeated."
    }
  },
  {
    "Game": "Jaipur",
    "Mechanics": "Set Collection, Drafting",
    "Playtime": "30-45 min",
    "Players": "2-5",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-paced two-player card game where players are merchants competing to earn the most profit by buying and selling goods.",
      "Setup": "1. **Market Setup**: Place 3 camel cards face up between the players to form the starting market.\r\n2. **Deck Preparation**: Shuffle the remaining cards and deal 5 to each player. These are the players' starting hands.\r\n3. **Market Completion**: Draw 2 additional cards from the deck and place them face up next to the camel cards, completing the 5-card market.\r\n4. **Player Herds**: Players reveal any camel cards from their hands and place them face up in front of them; this forms their herd.\r\n5. **Token Arrangement**: Sort the goods tokens by type and arrange each stack in descending order of value. Shuffle the bonus tokens separately by type and place them in three face-down piles. Position the camel token and the three Seals of Excellence within reach.\r\n6. **Starting Player**: Determine the first player by mutual agreement or random choice.\r\n",
      "PlayerSetup": "- **Hand Composition**: Each player starts with a hand of 5 cards, excluding any camels, which are placed in their herd.\r\n- **Herd**: Camels collected from the initial hand are placed face up in front of the player and do not count towards the hand limit.\r\n- **Hand Limit**: Players may have a maximum of 7 goods cards in hand; camels in the herd are exempt from this limit.\r\n",
      "Gameplay": "On a player's turn, they must choose one of two actions:\r\n\r\n1. **Take Cards**:\r\n   - **Take One Good**: Select a single goods card from the market and add it to your hand. Replace the taken card with the top card from the deck.\r\n   - **Exchange Multiple Goods**: Take two or more goods cards from the market and replace them with an equal number of cards from your hand and/or camels from your herd.\r\n   - **Take All Camels**: Collect all camel cards from the market and add them to your herd. Refill the market by drawing cards from the deck equal to the number of camels taken.\r\n\r\n2. **Sell Cards**:\r\n   - **Choose Goods to Sell**: Select one type of goods card from your hand and discard any number of those cards to the discard pile.\r\n   - **Collect Tokens**: For each card sold, take the corresponding goods token from the stack, starting with the highest value.\r\n   - **Receive Bonus Tokens**: If selling 3, 4, or 5+ cards in a single turn, draw the respective bonus token, which remains face down until scoring.\r\n\r\n**Hand Limit Reminder**: Players may not exceed 7 goods cards in hand at any time; camels do not count towards this limit.\r",
      "EndOfGame": "The game ends after two rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "Sushi Go!",
    "Mechanics": "Trick-Taking",
    "Playtime": "20-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A quick card-drafting game where players collect sushi combinations for points.",
      "Setup": "1. **Deck Preparation**: Shuffle all the cards thoroughly.\r\n\r\n2. **Deal Cards**:\r\n   - 2 players: Deal 10 cards each.\r\n   - 3 players: Deal 9 cards each.\r\n   - 4 players: Deal 8 cards each.\r\n   - 5 players: Deal 7 cards each.\r\n\r\n3. **Rounds**: The game consists of 3 rounds.\r\n",
      "PlayerSetup": "- **Hand Reception**: Each player receives their hand of cards based on the number of players.\r\n\r\n- **Card Selection**: Players simultaneously choose one card from their hand to keep, placing it face-down in front of them.\r\n\r\n- **Passing Hands**: After selecting a card, players pass their remaining hand to the player on their left.\r\n\r\n- **Reveal**: Once all players have selected and placed their chosen card face-down, everyone reveals their cards simultaneously.\r\n\r\n- **Repeat**: This process repeats until all cards have been played.\r\n",
      "Gameplay": "1. **Card Selection**: Players simultaneously choose one card from their current hand to play and place it face-down.\r\n\r\n2. **Reveal**: Once all players have chosen, reveal the selected cards simultaneously.\r\n\r\n3. **Passing Hands**: Pass the remaining cards to the left.\r\n\r\n4. **Repeat**: Continue selecting, revealing, and passing until all cards have been played.\r\n\r\n5. **Scoring**: At the end of each round, score the cards collected based on their types:\r\n   - **Maki Rolls**: The player with the most Maki Roll icons scores 6 points; second-most scores 3 points.\r\n   - **Tempura**: A set of 2 Tempura cards scores 5 points.\r\n   - **Sashimi**: A set of 3 Sashimi cards scores 10 points.\r\n   - **Dumplings**: The more Dumplings collected, the higher the score:\r\n     - 1 Dumpling: 1 point\r\n     - 2 Dumplings: 3 points\r\n     - 3 Dumplings: 6 points\r\n     - 4 Dumplings: 10 points\r\n     - 5 or more Dumplings: 15 points\r\n   - **Nigiri**: Scores based on type:\r\n     - Egg Nigiri: 1 point\r\n     - Salmon Nigiri: 2 points\r\n     - Squid Nigiri: 3 points\r\n     - Placing a Nigiri on a Wasabi card triples its value.\r\n   - **Wasabi**: Must be played before a Nigiri; triples the Nigiri's point value.\r\n   - **Chopsticks**: Allows a player to play two cards in a future turn; does not score points directly.\r\n   - **Pudding**: Kept until the end of the game for final scoring.\r\n\r\n6. **End of Round**: After scoring, discard all cards except Pudding cards. Deal new hands for the next round.\r\n\r\n7. **End of Game**: After 3 rounds, perform final scoring:\r\n   - **Pudding**: The player with the most Pudding cards gains 6 points; the player with the fewest (or none) loses 6 points.\r\n   - **Total Score**: Add up all points from all rounds to determine the winner.\r",
      "EndOfGame": "The game ends after three rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "Rook",
    "Mechanics": "Cooperative Play, Limited Communication",
    "Playtime": "15-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A trick-taking game where players aim to win tricks and score points based on a specific card (the Rook).",
      "Setup": "**Setup**:\r\n- **Players**: Four players divided into two teams, partners seated opposite each other.\r\n- **Deck**: Remove the 1s, 2s, 3s, and 4s from a standard Rook deck; include the Rook Bird card for a total of 41 cards.\r\n- **Dealing**: Shuffle and deal all cards, one at a time. After each player receives a card, place one card face down in the center to form a five-card \"nest.\" Continue dealing until all cards are distributed.\r",
      "PlayerSetup": "**Player Setup**:\r\n- **Hand Review**: Each player examines their hand privately.\r\n- **Bidding**: Starting with the player to the dealer's left, players bid in increments of 5 points, beginning at a minimum of 70 points. Bidding continues clockwise; players may pass. Once passed, a player cannot bid again in that round. The highest bidder wins the right to declare the trump color.\r\n- **Nest Handling**: The high bidder adds the five-card nest to their hand, then discards any five cards face down (these cards count towards the final score of the team that wins the last trick).\r",
      "Gameplay": "**Gameplay**:\r\n- **Trump Declaration**: The high bidder announces the trump color.\r\n- **Leading**: The player to the dealer's left leads the first trick by playing any card face up.\r\n- **Following Suit**: Players must follow the lead color if possible. If unable, they may play any card, including a trump card or the Rook Bird card.\r\n- **Trick Taking**: The highest card of the lead color wins the trick unless a trump card is played, in which case the highest trump wins. The Rook Bird card is the highest trump.\r\n- **Next Trick**: The winner of each trick leads the next.\r\n- **Scoring**: After all tricks are played, teams tally points from captured counters: each 5 is worth 5 points, each 10 and 14 is worth 10 points, and the Rook Bird card is worth 20 points. The team that captures the last trick also adds the points from the discarded nest to their total.\r\n- **Winning**: The first team to reach 300 points wins the game. If both teams exceed 300 points in the same round, the team with the higher score wins.\r\n",
      "EndOfGame": "The game ends when a predetermined number of points are reached, and the player with the most points wins."
    }
  },
  {
    "Game": "Hanabi",
    "Mechanics": "Set Collection, Hand Management, Push Your Luck",
    "Playtime": "20-30 min",
    "Players": "2-5",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A cooperative card game where players try to create a beautiful firework display by playing cards in the correct order.",
      "Setup": "1. **Prepare the Game Components**:\r\n   - **Information Tokens**: Place 8 blue tokens (representing clues) in a central area accessible to all players.\r\n   - **Fuse Tokens**: Arrange 3 red tokens (representing mistakes) nearby.\r\n   - **Deck Setup**: Shuffle the 50-card deck, which consists of five colors (white, yellow, green, blue, and red), each containing cards numbered 1 through 5 in specific distributions: three 1s, two 2s, two 3s, two 4s, and one 5.\r\n\r\n2. **Deal Cards to Players**:\r\n   - For 2 or 3 players: Deal 5 cards to each player.\r\n   - For 4 or 5 players: Deal 4 cards to each player.\r\n\r\n   **Important**: Players must hold their cards facing outward, so they cannot see their own cards but can see the cards of their teammates.\r\n\r\n3. **Game Area Setup**:\r\n   - Designate space on the table for five potential piles (one for each color) where cards will be played in ascending order to build the fireworks.\r\n   - Reserve an area for a discard pile where players will place discarded cards.\r",
      "PlayerSetup": "- **Card Handling**: Without looking at the front of their own cards, players hold their hands so that only their fellow players can see them.\r\n\r\n- **Initial Observations**: Players take note of their teammates' cards, as this information will be crucial for providing helpful clues during the game.\r",
      "Gameplay": "On a player's turn, they must choose one of the following actions:\r\n\r\n1. **Give Information**:\r\n   - **Cost**: Flip one blue information token from the available pool to the used side.\r\n   - **Action**: Point to all cards of a single color or number in another player's hand and announce them. For example:\r\n     - \"These two cards are red.\"\r\n     - \"This card is a 4.\"\r\n   - **Note**: The hint must be complete and accurate, identifying all cards of the mentioned color or number in that player's hand.\r\n\r\n2. **Discard a Card**:\r\n   - **Action**: Choose a card from your own hand to discard face-up into the discard pile.\r\n   - **Benefit**: Restore one used blue information token back to the available pool.\r\n   - **Draw**: Draw a new card from the deck, placing it into your hand without looking at its front.\r\n\r\n3. **Play a Card**:\r\n   - **Action**: Select a card from your hand to play onto the table.\r\n   - **Outcome**:\r\n     - If the card continues or starts a firework (i.e., it is the next number in sequence for its color starting from 1), place it on the corresponding color pile.\r\n     - If the card cannot be placed correctly:\r\n       - Place it in the discard pile.\r\n       - Flip one red fuse token as a penalty.\r\n   - **Draw**: Draw a new card from the deck, adding it to your hand without viewing its front.\r\n\r\n**Game End Conditions**:\r\n- The game concludes immediately if all three red fuse tokens are flipped, resulting in a loss.\r\n- If players successfully complete all five fireworks (each color pile reaching the number 5), they achieve a perfect game.\r\n- When the draw deck is exhausted, players continue until each has taken one final turn. The game then ends, and the team's score is calculated based on the highest number card in each color pile, with a maximum possible score of 25.\r",
      "EndOfGame": "The game ends when the players complete the firework display or fail to meet the required conditions."
    }
  },
  {
    "Game": "Sea Salt & Paper",
    "Mechanics": "Set Collection, Hand Management",
    "Playtime": "20-30 min",
    "Players": "2-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A strategy card game where players create combo attacks by playing cards that represent different sea creatures.",
      "Setup": "1. Shuffle all cards to form a draw deck.\r\n2. Place the top two cards face-up to start two separate discard piles.\r\n",
      "PlayerSetup": "- No specific player setup is required; all players start without cards in hand.\r\n",
      "Gameplay": "1. **Drawing Cards**: On your turn, choose to:\r\n   - Draw two cards from the deck, keep one, and discard the other face-up onto either discard pile.\r\n   - OR take the top card from one of the discard piles.\r\n\r\n2. **Playing Pairs**: If you have a pair of matching cards (duo cards), you may play them to activate their effect:\r\n   - **Crabs**: Look through a discard pile and take one card.\r\n   - **Boats**: Take another turn immediately.\r\n   - **Fish**: Draw the top card from the deck.\r\n   - **Shark and Swimmer**: Steal a random card from another player's hand.\r\n\r\n3. **Ending the Round**: If your total points (in hand and played cards) are 7 or more, you may declare:\r\n   - **STOP**: The round ends immediately; all players reveal and score their cards.\r\n   - **LAST CHANCE**: Other players take one final turn before revealing and scoring. If your score is highest or tied, you gain a bonus; otherwise, you score only a minimal amount.\r\n\r\n4. **Special Win Condition**: Collect all four Mermaid cards to win the game instantly.\r\n\r\n5. **Round End**: If the draw deck is exhausted, the round ends without scoring.\r\n\r\n6. **Game End**: The game concludes when a player reaches the required points threshold (varies by player count).\r\n",
      "EndOfGame": "The game ends when one player collects enough combo points or the deck is exhausted."
    }
  },
  {
    "Game": "Cover Your Assets",
    "Mechanics": "Set Collection, Push Your Luck",
    "Playtime": "15-30 min",
    "Players": "2-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A light-hearted card game where players collect valuable sets of assets while trying to protect them from opponents' theft.",
      "Setup": "1. Remove the Swap, Move, and Penny Jar cards from the deck; these are used only in advanced play.\r\n2. Shuffle the remaining cards thoroughly.\r\n3. Deal 5 cards to each player.\r\n4. Place the remaining deck face down in the center to form the draw pile.\r\n5. Flip the top card of the draw pile face up to start the discard pile.\r\n6. The player to the dealer's left begins the game.\r",
      "PlayerSetup": "- Each player should arrange their hand of 5 cards, keeping them hidden from others.\r\n- Leave space in front of you to build your stack of asset sets during the game.\r\n",
      "Gameplay": "On your turn, choose one of the following actions:\r\n\r\n1. **Form a Set**:\r\n   - **From Hand**: Pair two identical asset cards or one asset card with a wild card (Silver or Gold) from your hand to form a set. Place this set on your stack, alternating the orientation (horizontal/vertical) with each new set.\r\n   - **Using Discard Pile**: Pair a card from your hand with the top card of the discard pile to form a set. Place the new set on your stack as described above.\r\n\r\n2. **Challenge (Steal a Set)**:\r\n   - Attempt to steal the top set from another player's stack by playing a matching asset card or a wild card.\r\n   - The defending player can counter by playing their own matching asset or wild card.\r\n   - Continue the challenge back and forth until one player cannot or chooses not to respond.\r\n   - The winner places the acquired set, along with all cards used in the challenge, on top of their stack.\r\n\r\n3. **Discard**:\r\n   - If you cannot or choose not to form a set or challenge, discard one card from your hand to the discard pile.\r\n\r\nAfter completing your action, draw cards from the draw pile until you have 5 cards in hand. If the draw pile is exhausted, continue playing without drawing new cards. The game ends when all players have played all cards from their hands. Players then tally the total value of their asset stack to determine the winner.\r\n",
      "EndOfGame": "The game ends after a set number of rounds, and the player with the most points wins."
    }
  },
  {
    "Game": "Port Royal",
    "Mechanics": "Market, Push Your Luck",
    "Playtime": "20-50 min",
    "Players": "2-5",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A push-your-luck card game where players explore the Caribbean, recruit crew, and loot ships for profit.",
      "Setup": "- **Remove Special Expedition**: If playing with fewer than 5 players, remove the special Expedition card (the only card without a gold coin on its back) and return it to the box. For 5 players, place this card in the center of the table.\r\n- **Shuffle and Deal**: Shuffle the remaining cards and place them face down to form the draw pile. Leave space for a discard pile. Each player starts with 3 coins, dealt as face-down cards from the draw pile into their personal area, showing only the gold coin side.\r",
      "PlayerSetup": "- **Determine Start Player**: The player who last visited a harbor becomes the start player.\r\n- **Turn Sequence**: Players take turns in clockwise order, each performing two phases:\r\n  1. **Discover**: Draw cards from the draw pile into the harbor display.\r\n  2. **Trade & Hire**: Take cards from the harbor display.\r",
      "Gameplay": "1. **Discover Phase**:\r\n   - Draw cards one by one, placing them into the harbor display.\r\n   - After each draw, decide whether to continue or stop.\r\n   - If a ship of the same color as one already in the harbor is drawn and cannot be repelled, discard the entire harbor display (except Expeditions) and end your turn.\r\n   - Expeditions are placed separately and can be claimed by fulfilling their requirements.\r\n   - Tax Increase cards affect all players and are resolved immediately upon drawing.\r\n\r\n2. **Trade & Hire Phase**:\r\n   - The active player may take 1-3 cards from the harbor display, depending on the number of differently colored ships present:\r\n     - 0-3 different colors: take 1 card.\r\n     - 4 different colors: take 2 cards.\r\n     - 5 different colors: take 3 cards.\r\n   - Actions:\r\n     - **Trade**: Take a ship card, discard it, and gain coins equal to its value.\r\n     - **Hire**: Pay coins equal to a person's cost to hire them into your personal display, gaining their abilities.\r\n   - After the active player, other players may take 1 card from the harbor display by paying the active player 1 coin as compensation.\r\n   - Remaining cards in the harbor display are then discarded.\r\n",
      "EndOfGame": "The game ends when a player reaches 12 points, and the player with the most points wins."
    }
  }
]