[
  {
    "Game": "Space Base",
    "Mechanics": "Dice Rolling, Engine Building",
    "Playtime": "30-60 min",
    "Players": "2-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "In Space Base, players take on the role of Commodores commanding small fleets of ships. Starting with docked ships, players deploy new vessels to various sectors, engaging in trade, mining, and expanding influence. The objective is to accumulate influence and ascend to the rank of Admiral by strategically managing resources and fleet deployments.\r\n",
      "Setup": "1. Shipyard Preparation: Shuffle each level of ship cards (Levels 1, 2, and 3) into separate decks. Place each deck face down and reveal six cards from each, laying them face up to form the shipyard.\r\n\r\n2. Player Components: Each player receives:\r\n   - 1 Player Console\r\n   - A set of 12 starting ship cards\r\n   - 1 Credit Cube (starting at 5 credits)\r\n   - 1 Income Cube (starting at 0)\r\n   - 1 Victory Point (VP) Cube (starting at 0)\r\n\r\n3. Initial Deployment: Each player draws a card from the Level 1 deck, pays its cost by adjusting their credits accordingly, and stations it in the matching sector on their console. The previously stationed ship in that sector is deployed above the console.\r\n\r\n4. Determine Starting Player: The player who drew the ship with the highest sector number becomes the starting player and receives the starting player card. In case of a tie, roll dice to decide.\r\n\r\n5. Starting Bonuses: Players, other than the starting player, receive bonuses as follows:\r\n   - 2nd player: gains 1 credit\r\n   - 3rd player: gains 2 credits\r\n   - 4th player: gains 1 income\r\n   - 5th player: gains 1 income\r\n",
      "PlayerSetup": "After the general setup:\r\n- Each player arranges their starting ship cards in ascending order (sectors 1 through 12) on their console.\r\n- Ensure all cubes (credits, income, VP) are placed on their respective tracks at the starting positions.\r\n- Place the charge cubes and dice within reach of all players.\r\n",
      "Gameplay": "Players take turns in clockwise order, with each turn consisting of the following phases:\r\n\r\n1. Roll: The active player rolls two six-sided dice.\r\n\r\n2. Active Player Rewards: The active player chooses to either:\r\n   - Receive the station rewards of each sector matching the individual dice results.\r\n   - Receive the station reward of the sector matching the sum of the dice.\r\n\r\n3. Other Players' Rewards: All other players choose similarly but receive deployed rewards from their consoles.\r\n\r\n4. Buy and Deploy a Card: The active player may purchase one face-up ship from the shipyard or a colony card, paying its cost in credits. The purchased ship is stationed in the corresponding sector, and the previous ship is deployed. After purchasing, the player's credits reset to zero.\r\n\r\n5. Refill: If any shipyard rows have fewer than six cards, refill them from the respective decks.\r\n\r\n6. Gain Income: If the player's current credits are below their income level, adjust credits to match the income.\r\n\r\n7. End of Game Check: If any player has reached 40 or more victory points, the game end is triggered.\r\n\r\n8. Continue On: If the game hasn't ended, the next player becomes the active player.\r\n",
      "EndOfGame": "When a player reaches 40 or more victory points, complete the current round so all players have had an equal number of turns. The player with the highest victory point total at the end of this round is declared the winner. In case of a tie, continue playing additional rounds until the tie is broken.\r\n"
    }
  },
  {
    "Game": "Lost Ruins of Arnak",
    "Mechanics": "Deck Building, Worker Placement",
    "Playtime": "60-90 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "In *Lost Ruins of Arnak*, players lead expeditions to a mysterious island, aiming to uncover its secrets and treasures. Combining deck-building and worker placement mechanics, players gather resources, discover lost sites, and research ancient artifacts. The goal is to accumulate the most victory points through exploration, artifact collection, and advancement on the research track.\r\n",
      "Setup": "Prepare the Game Board:\n\nPlace the main board in the center of the play area, ensuring the correct side is facing up based on player count.\nShuffle the Artifact and Item cards separately, placing them face-down on their designated spaces. Reveal the top five Item cards to form the item market.\nPlace the Idol tokens on the unexplored site spaces (Level 1 and Level 2 sites) as indicated.\nShuffle the Site and Guardian tiles separately, placing them face-down near the board.\nArrange the Research Track components:\nPlace the Research tokens (magnifying glass and notebook) of each player at the bottom of the track.\nShuffle and place the Research bonus tiles face-up on their designated spaces.\nStack the Temple tiles at the top of the track.",
      "PlayerSetup": "\n1. **Game Board**: Place the main board in the center, using the Bird Temple side for the initial game.\n\n2. **Supply Setup**: Sort and place resources (coins, compasses, tablets, arrowheads, jewels) and tokens (idols, temple tiles, research bonus tiles) in their designated areas.\n\n3. **Card Preparation**: Shuffle the artifact and item decks separately, placing them on their spots. Reveal the top five item cards and place them in the item row.\n\n4. **Site and Guardian Tiles**: Shuffle level 1 and level 2 site tiles into separate stacks, placing them face down. Do the same with guardian tiles.\n\n5. **Assistant Tiles**: Shuffle the assistant tiles and place one face up on each space of the supply board.\n\n6. **Player Setup**: Each player selects a color and receives the corresponding player board, two archaeologist figures, research tokens (book and magnifying glass), and a starting deck of six cards (two Fear cards and four basic cards).\n\n7. **Starting Resources**: Determine the starting player. In clockwise order from the starting player, distribute starting resources:\n\n   - 1st player: 2 coins\n\n   - 2nd player: 1 coin and 1 compass\n\n   - 3rd player: 2 compasses\n\n   - 4th player: 1 coin and 2 compasses\n\n8. **Moon Staff**: Place the moon staff on the leftmost space above the item row to indicate the first round.\n\n9. **Final Checks**: Ensure all components are in their designated places, and each player shuffles their starting deck, placing it face down on their player board.\n\n\n",
      "Gameplay": "\r\nThe game is played over five rounds, with players taking turns to perform one main action per turn until all pass. Main actions include:\r\n\r\n1. **Dig at a Site**: Send an archaeologist to a discovered site to gain its resources.\r\n\r\n2. **Discover a New Site**: Spend compasses to explore an undiscovered site, placing an archaeologist there, gaining an idol, and revealing a new site with its guardian.\r\n\r\n3. **Overcome a Guardian**: Defeat a guardian at your archaeologist's location by paying its required resources, earning rewards and avoiding fear penalties.\r\n\r\n4. **Buy a Card**: Purchase an item or artifact card by paying its cost, adding it to your deck for future use.\r\n\r\n5. **Play a Card**: Use a card from your hand for its effect, then place it in your play area.\r\n\r\n6. **Research**: Advance your magnifying glass or book token on the research track by paying the required resources, gaining bonuses and victory points.\r\n\r\nFree actions, indicated by a lightning bolt symbol, can be performed any time during your turn without consuming your main action.\r\n\r\n\r\n",
      "EndOfGame": "\r\nAfter five rounds, the game ends. Players tally their victory points from:\r\n\r\n- Research track positions\r\n\r\n- Discovered temple tiles\r\n\r\n- Defeated guardians\r\n\r\n- Acquired idols\r\n\r\n- Purchased cards\r\n\r\n- Remaining resources (coins and compasses)\r\n\r\nSubtract points for any Fear cards remaining in decks. The player with the highest total score is declared the winner.\r\n\r\n\r\n"
    }
  },
  {
    "Game": "Kingdomino",
    "Mechanics": "Tile Placement, Set Collection",
    "Playtime": "15-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A tile-placement game where players expand their kingdoms by connecting matching terrain tiles and gaining points through strategic layout and placement.",
      "Setup": "Prepare the Tiles:\n\nShuffle all domino tiles and place them in a face-down draw pile.\n\nDepending on the player count, remove specific tiles:\n\n2 Players: Use all tiles.\n\n3 Players: Remove 12 tiles.\n\n4 Players: Use all tiles.",
      "PlayerSetup": "Each player takes a starting square tile and a castle.\n\nEach player takes a colored king pawn (two per player in a 2-player game, one otherwise).\n\nRandomly determine player order.",
      "Gameplay": "Tile Selection:\n\nPlayers select tiles in the order of their king pawn placement.\n\nNew tiles are drawn and arranged for the next round.\n\nPlacing Tiles:\n\nThe selected tile must be placed in a 5x5 grid adjacent to an existing tile.\n\nAt least one side of the new tile must match a terrain type of an adjacent tile.",
      "EndOfGame": "The game ends after all tiles are placed.\n\nPlayers score points by multiplying the number of connected matching terrain squares by the number of crowns in that terrain.\n\nThe player with the highest score wins!"
    }
  },
  {
    "Game": "Earth",
    "Mechanics": "Engine-building, tableau-building, card drafting, action selection",
    "Playtime": "45-90 min",
    "Players": "1-5",
    "Complexity": "Medium-Heavy",
    "QuickSetupGuide": {
      "Overview": "A strategy game where players aim to build the most prosperous civilization through resource management, trade, and development of cities and ecosystems.",
      "Setup": "Prepare the Main Board:\n\nPlace the Fauna Board in the center.\n\nShuffle and place Fauna Cards face-up on the board.\n\nShuffle Ecosystem Cards and place one face-up per player.\n\nShuffle Island and Climate Cards, then deal one of each per player.\n\nPrepare the Decks:\n\nShuffle Earth Cards (green deck) and place them as a draw pile.\n\nPlace Soil, Sprout, Trunk, and Growth tokens in general supply.",
      "PlayerSetup": "Each player chooses an Island and Climate card.\n\nDraw six Earth Cards and keep four.\n\nStart with Soil as determined by your Island Card.\n\nEach player takes a Player Board.\n\nTake five Fauna Leaf tokens.\n\nStarting Player:\n\nThe last person who watered a plant goes first.",
      "Gameplay": "Active Player Chooses an Action (all players perform an action, but the active player gets a bonus):\n\nPlant: Place Earth cards in your tableau by spending Soil.\n\nCompost: Gain Soil and compost cards for endgame points.\n\nWater: Gain Sprouts for extra points.\n\nGrow: Gain Growth to develop trees for points.\n\nAll Players Activate Matching Color Abilities:\n\nPlayers trigger abilities from their played Earth cards that match the action.\n\nTurns Continue Until a Player Has a 4x4 Grid:\n\nThe game ends when any player completes their 16-card tableau.\n\nFinal scoring includes Fauna objectives, Ecosystem goals, and resource conversions.",
      "EndOfGame": "The player with the most points from cards, sprouts, growth, compost, and objectives wins!"
    }
  },
  {
    "Game": "Arcs",
    "Mechanics": "Area Control, Card-driven",
    "Playtime": "60-120 min",
    "Players": "2-4",
    "Complexity": "Medium-Heavy",
    "QuickSetupGuide": {
      "Overview": "A space exploration game focused on gaining influence in the galaxy through strategic decision-making, diplomacy, and military actions.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Azul",
    "Mechanics": "Pattern Building, Tile Drafting",
    "Playtime": "30-45 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A beautifully designed abstract strategy game where players take turns placing tiles to create patterns and score points based on specific tile combinations.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Bounce-Off",
    "Mechanics": "Dexterity, Pattern Recognition",
    "Playtime": "10-20 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-paced game where players compete to bounce ping pong balls into colored cups in various challenging formations.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Cartographers",
    "Mechanics": "Flip and Write, Map Building",
    "Playtime": "30-45 min",
    "Players": "1-100",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A roll-and-write game where players explore an ever-changing map and work to complete their personal quests by drawing shapes and filling spaces on their boards.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Catch Phrase",
    "Mechanics": "Party, Word Game",
    "Playtime": "15-30 min",
    "Players": "4-20",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A word-guessing game where players give and guess clues to try to get their team to identify words before the other team does.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Chronicles of Crime",
    "Mechanics": "Storytelling, Detective",
    "Playtime": "60-90 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A cooperative crime-solving game where players gather clues, interrogate suspects, and solve mysteries to uncover who committed the crime.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Codenames",
    "Mechanics": "Word Deduction, Team Play",
    "Playtime": "15-30 min",
    "Players": "2-8",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A word association game where players give one-word clues to try and get their teammates to guess the correct words on the board without picking the wrong ones.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Cosmic Encounter Duel",
    "Mechanics": "Area Control, Bluffing",
    "Playtime": "45-60 min",
    "Players": "2",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A two-player strategy game where players use different alien species with unique powers to manipulate the galaxy and fight for dominance.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Dixit",
    "Mechanics": "Storytelling, Creativity",
    "Playtime": "30 min",
    "Players": "3-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A creative storytelling game where players use cards with abstract images to inspire the creation of stories and interpretations.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Dragonwood",
    "Mechanics": "Dice Rolling, Set Collection",
    "Playtime": "20-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A set collection and combat game where players use cards to engage in strategic battles and collect trophies to earn points.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Dungeon",
    "Mechanics": "Dungeon Crawl, Roll to Move",
    "Playtime": "60 min",
    "Players": "1-8",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A dungeon-crawling card game where players explore a series of dungeon rooms, fighting monsters, and collecting treasure along the way.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Dungeon Mayhem",
    "Mechanics": "Take That, Card Play",
    "Playtime": "15-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-paced, card-driven combat game where players take on the role of heroes, battling against monsters and each other to achieve victory.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Dutch Blitz",
    "Mechanics": "Speed, Pattern Recognition",
    "Playtime": "10-15 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-moving card game where players try to get rid of all their cards by playing matching numbers or suits, while also being strategic about disrupting opponents.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Fantastic Factories",
    "Mechanics": "Engine Building, Dice Rolling",
    "Playtime": "45-60 min",
    "Players": "1-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A worker placement game where players construct and optimize their own factory lines to efficiently produce goods and score points.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Fire Tower",
    "Mechanics": "Grid Movement, Take That",
    "Playtime": "15-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A cooperative game where players defend a city from fires by working together to extinguish flames and prevent destruction.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Fluxx",
    "Mechanics": "Variable Rules, Hand Management",
    "Playtime": "10-30 min",
    "Players": "2-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A chaotic and ever-changing card game where the rules and objectives shift with each play, requiring players to adapt their strategies on the fly.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Forbidden Island",
    "Mechanics": "Cooperative, Hand Management",
    "Playtime": "30-45 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A cooperative adventure game where players explore an island to recover treasures and escape before it sinks, requiring teamwork and strategy.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Gloomhaven",
    "Mechanics": "Campaign, Tactical Combat",
    "Playtime": "120-240 min",
    "Players": "1-4",
    "Complexity": "Heavy",
    "QuickSetupGuide": {
      "Overview": "A massive cooperative role-playing game that takes players through an immersive story-driven campaign involving tactical combat and exploration.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Gloomhaven: Jaws of the Lion",
    "Mechanics": "Campaign, Tactical Combat",
    "Playtime": "90-120 min",
    "Players": "1-4",
    "Complexity": "Medium-Heavy",
    "QuickSetupGuide": {
      "Overview": "A streamlined version of Gloomhaven, offering a simpler and quicker experience while maintaining the core dungeon-crawling mechanics.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Gravity Maze",
    "Mechanics": "Puzzle, Logic",
    "Playtime": "10-30 min",
    "Players": "1",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A single-player or cooperative puzzle game where players use marbles to navigate mazes, each offering increasing difficulty and strategic challenge.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Labyrinth",
    "Mechanics": "Tile Movement, Maze Navigation",
    "Playtime": "20-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A tile-laying game where players seek to complete paths while managing resources to outscore their opponents.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Last Light",
    "Mechanics": "Simultaneous Action Selection",
    "Playtime": "60 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A fast-paced, high-stakes space game where players compete to control vast galaxies through military dominance and strategic alliances.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Lost Cities",
    "Mechanics": "Hand Management, Push Your Luck",
    "Playtime": "30 min",
    "Players": "2",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A cooperative game set in a space-themed universe where players must work together to repair their ship and survive long enough to escape an alien planet.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Megaland",
    "Mechanics": "Push Your Luck, Set Collection",
    "Playtime": "20 min",
    "Players": "2-5",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A competitive game where players expand and grow their kingdoms through tile placement, with strategies involving resource collection and territory management.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Mystic Vale",
    "Mechanics": "Deck Building, Card Crafting",
    "Playtime": "45-60 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A tile-laying game where players build extravagant castles, optimizing their structures to earn the most points while navigating tricky spatial challenges.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Obscurio",
    "Mechanics": "Cooperative, Hidden Role",
    "Playtime": "45-60 min",
    "Players": "2-8",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A card game where players try to create the most successful combination of creatures and events to outscore their opponent and emerge victorious.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Party Fox",
    "Mechanics": "Party, Social Deduction",
    "Playtime": "30-60 min",
    "Players": "4-10",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A fast-paced card game where players work to complete objectives and outscore opponents by building efficient combinations of card sets.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Pathfinder Adventure Card Game",
    "Mechanics": "Deck Building, RPG",
    "Playtime": "90-120 min",
    "Players": "1-4",
    "Complexity": "Medium-Heavy",
    "QuickSetupGuide": {
      "Overview": "A cooperative strategy game where players attempt to survive increasingly difficult encounters as a group, managing various roles and resources to stay alive.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Pie Face",
    "Mechanics": "Dexterity, Press Your Luck",
    "Playtime": "5-15 min",
    "Players": "2-20",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A quick-thinking word game where players try to guess and define words or phrases as fast as possible while avoiding certain phrases.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Point Salad",
    "Mechanics": "Set Collection, Card Drafting",
    "Playtime": "15-30 min",
    "Players": "2-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A social deduction game where players try to reveal each other's secret identities, working together or against each other to complete goals and solve mysteries.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Port Royal",
    "Mechanics": "Push Your Luck, Card Drafting",
    "Playtime": "30 min",
    "Players": "2-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A card game with mechanics that involve exploring a dungeon and defeating enemies while managing limited resources and growing stronger through each battle.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Res Arcana",
    "Mechanics": "Engine Building, Card Drafting",
    "Playtime": "30-60 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A strategic role-playing game where players use cards to manage resources, battle opponents, and advance their character's quest.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Roll Player",
    "Mechanics": "Dice Drafting, Tableau Building",
    "Playtime": "60-90 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A challenging and abstract puzzle game where players try to match and complete various geometric puzzles on their own or as a team.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Sanctum",
    "Mechanics": "Deck Building, Dice Rolling",
    "Playtime": "60-120 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A strategy game where players compete to be the most successful in managing limited resources and achieving set goals.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Scrabble",
    "Mechanics": "Word Game, Tile Placement",
    "Playtime": "30-60 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A cooperative and strategic game where players assume the roles of characters trying to solve a mystery, overcome obstacles, and collect clues to reach a final goal.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Skill King",
    "Mechanics": "Dexterity, Party",
    "Playtime": "15-30 min",
    "Players": "2-8",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A card game where players must find the best strategy to create winning combinations of cards, racing to outscore their opponents.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Stratego",
    "Mechanics": "Hidden Information, Strategy",
    "Playtime": "30-60 min",
    "Players": "2",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A party game where players quickly respond to trivia questions, trying to outsmart others and win money based on the correct answers.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "The Captain is Dead",
    "Mechanics": "Cooperative, Action Point",
    "Playtime": "60-90 min",
    "Players": "2-7",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A social party game where players try to outwit their opponents by guessing and associating words that relate to each other.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "The Castles of Burgundy",
    "Mechanics": "Dice Rolling, Tile Placement",
    "Playtime": "30-90 min",
    "Players": "2-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A strategic adventure game where players navigate a kingdom, gathering resources, and completing tasks to achieve their personal objectives while competing against others.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "The Castles of Mad King Ludwig",
    "Mechanics": "Tile Placement, Auction",
    "Playtime": "45-90 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "A strategy game where players compete to build the most successful train routes across various cities, collecting and using cards to move forward.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "The Fox in the Forest",
    "Mechanics": "Trick-Taking, Hand Management",
    "Playtime": "30 min",
    "Players": "2",
    "Complexity": "Light-Medium",
    "QuickSetupGuide": {
      "Overview": "A cooperative survival game where players fight to survive against a zombie apocalypse, using their skills and abilities to work together and fend off the undead.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "The Game of Life",
    "Mechanics": "Roll and Move, Decision Making",
    "Playtime": "30-60 min",
    "Players": "2-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "A highly strategic game where players compete to be the most successful in managing limited resources and achieving set goals.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "The Initiative",
    "Mechanics": "Cooperative, Codebreaking",
    "Playtime": "30-60 min",
    "Players": "1-4",
    "Complexity": "Light-Medium",
    "QuickSetupGuide": {
      "Overview": "A classic party game where players quickly respond to trivia questions, trying to outsmart others and win money based on the correct answers.",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "The Isle of Cats",
    "Mechanics": "Tile Placement, Drafting",
    "Playtime": "60-90 min",
    "Players": "1-4",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Throw Throw Burrito",
    "Mechanics": "Dexterity, Set Collection",
    "Playtime": "15-30 min",
    "Players": "2-6",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Ticket to Ride: First Journey",
    "Mechanics": "Set Collection, Route Building",
    "Playtime": "15-30 min",
    "Players": "2-4",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Tiny Epic Kingdoms",
    "Mechanics": "Area Control, Resource Management",
    "Playtime": "30-45 min",
    "Players": "2-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Tiny Epic Zombies",
    "Mechanics": "Survival, Variable Player Powers",
    "Playtime": "30-45 min",
    "Players": "1-5",
    "Complexity": "Medium",
    "QuickSetupGuide": {
      "Overview": "",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  },
  {
    "Game": "Wits & Wagers",
    "Mechanics": "Trivia, Betting",
    "Playtime": "30 min",
    "Players": "4-20",
    "Complexity": "Light",
    "QuickSetupGuide": {
      "Overview": "",
      "Setup": "",
      "PlayerSetup": "",
      "Gameplay": "",
      "EndOfGame": ""
    }
  }
]